Repository: rahul0378/testproject
Catalog: languages/evrplus_language-*.po
Languages: ca_ca, fr_fr, pt_br

source: Header Image URL
ca_ca: URL d l'imatge de l'encapçalament
fr_fr: Lien de l'image d'entête
pt_br: URL da imagem

source: Enter the url of an image you wish displayed above the registration form. The image should be at least 700px wide hight does not metter.
fr_fr: Entrez l'url d'une image que vous souhaitez afficher au-dessus du formulaire d'inscription. L'image doit être au moins 700px de large peu importe la hauteur.
pt_br: Digite a url de uma imagem que você deseja exibido acima do formulário de inscrição. A imagem deve ser pelo menos ampla hight 700px faz não metter.

source: Step 2
fr_fr: Étape 2
pt_br: Passo 2

source: Choose your event venue
fr_fr: Choisir l'emplacement de l'événement
pt_br: Escolha o local do evento

source: Event Seating Capacity
ca_ca: Nombre de places de l'esdeveniment
fr_fr: Places disponible pour l'événement
pt_br: Capacidade de assentos Evento

source: Enter the number of available seats at your event venue. Leave blank if their is no limit on registrations
fr_fr: Entrez le nombre de places disponibles pour l'événement. Laissez ce champ vide s'il y a aucune limitation de places
pt_br: Digite o número de assentos disponíveis no local. Deixe em branco se não houver assentos limite.

source: Event Location/Venue
ca_ca: Lloc de l'esdeveniment
fr_fr: Emplacement de l'événement / Lieu
pt_br: Local do Evento / Local

source: Enter the name of the business or facility where the event is being held
ca_ca: Introdueix el nom de l'empresa o institució on es celebra l'esdeveniment
fr_fr: Entrez le nom de l'entreprise ou de l'institution où l'événement aura lieu
pt_br: Digite o nome da empresa ou instituição onde foi realizado o evento

source: Street
ca_ca: Carrer
fr_fr: Rue
pt_br: Rua

source: State
ca_ca: Provincia
fr_fr: Province/État
pt_br: Estado

source: Postcode
ca_ca: Codi postal
fr_fr: Code Postal
pt_br: Código postal

source: Use Google Maps On Registration Page
ca_ca: Utilitzar Google maps a la página de registre
fr_fr: Utilisez Google Maps sur la page d'inscription
pt_br: Use o Google Maps na página de registo

source: All location information must be complete for Google Map feature to work
fr_fr: Toutes les informations sur l'emplacement doivent être complètes afin que Google Map fonctionne correctement
pt_br: Todas as informações devem ser completas localização google map para o trabalho.

source: EXPIRED EVENT
ca_ca: ESDEVENIMENT CADUCAT
fr_fr: ÉVÉNEMENT EXPIRÉ
pt_br: Evento expirado

source: ACTIVE EVENT
ca_ca: ESDEVENIMENT ACTIU
fr_fr: ÉVÉNEMENT ACTIF
pt_br: Evento ativa

source: Description
ca_ca: Descripció
pt_br: Descrição

source: Event Venue
ca_ca: Lloc de l'esdeveniment
fr_fr: Lieu de l'événement
pt_br: Venue

source: Event Date/Time
ca_ca: Data/hora de l'esdeveniment
fr_fr: Date / Heure de l'événement
pt_br: Data / Hora

source: Event Options
ca_ca: Opcions de l'esdeveniment
fr_fr: Options de l'événement
pt_br: Opções

source: Confirmation Mail
ca_ca: Correu de confirmació
fr_fr: Confirmation par courriel
pt_br: Mensagem

source: Bulk Discounts
fr_fr: Remises
pt_br: Descontos em massa

source: Please make sure you complete each section before submitting!
ca_ca: Si us plau assegura't de completar cada secció abans d'enviar!
fr_fr: S'il vous plaît assurez-vous de remplir chaque section avant de soumettre!
pt_br: Por favor, certifique-se de completar cada seção antes de enviar!

source: Coupon Code
fr_fr: Code promo
pt_br: Cupons e códigos

source: Do you want to use a coupon code for this event?
fr_fr: Voulez-vous d'utiliser un code de réduction pour cet événement?
pt_br: Você quer usar um código de desconto para este evento?

source: A coupon code is a promotional code you can tie to your event. The code is valid for a discount off the total registration cost
fr_fr: Un code promo est un code promotionnel que vous pouvez utiliser pour votre événement. Le code est valable pour une réduction du coût total de l'inscription
pt_br: Um código de cupom é um código promocional que você pode usar para seu evento. O código é válido por um desconto do custo total da inscrição

source: Enter the Code
fr_fr: Entrez le code
pt_br: Digite o código

source: This should be a one word code with no spaces or extra characters. Recommend ALL CAPS
fr_fr: Cela devrait être un mot de code sans espaces ni symboles supplémentaires. Nous vous recommandons MAJUSCULES
pt_br: Esta deve ser uma palavra de código, sem espaços ou símbolos adicionais. recomendamos MAIÚSCULAS

source: Discount amount for Coupon Code
fr_fr: Montant de réduction pour le coupon promo
pt_br: Quantidade código de cupom de desconto

source: Enter the amount with two decimal places.&nbsp;You MUST put a - sign before the value, otherwise this will add to the total during calculations. i.e. -10.00
fr_fr: Entrez le montant à deux décimales. Vous DEVEZ mettre un signe - avant la valeur, sinon cela va ajouter au total pendant les calculs. Exemple -10.00 (ajouter symbole moins)
pt_br: Digite o valor para duas casas decimais. Você deve colocar um sinal - antes do valor, caso contrário, isso vai adicionar ao total durante os cálculos. Exemplo -10,00 (adicionar símbolo menos)

source: UPDATE COUPON CODE
fr_fr: Mise à jour du coupon de rabais
pt_br: Atualização Código de Cupom

source: Registration Attendee
ca_ca: Registre d'assistents
fr_fr: Participant inscrit
pt_br: Assistente de Registro

source: Merchandise
ca_ca: Merxandatge
fr_fr: Marchandise
pt_br: Mercadoria

source: Workshop
ca_ca: Taller de treball
fr_fr: Atelier
pt_br: Oficina

source: Meal or Food
ca_ca: Menjar
fr_fr: La nourriture ou des aliments
pt_br: Alimento ou

source: Name of Cost/Item
ca_ca: Nom de l'article
fr_fr: Nom du coût / article
pt_br: Nome de Custo / Item

source: Description of Cost
ca_ca: Descripció del preu
fr_fr: Description du coût
pt_br: Descrição do Custo

source: Available items/cost per registration/order?
ca_ca: Productes/preus disponibles per registre?
fr_fr: Places disponibles/coût par inscription/commande?
pt_br: Os itens disponíveis / custo por registro / pedido?

source: Value/Cost
fr_fr: Coût du billet
pt_br: Valor do Bilhete

source: Will this be a free item?
ca_ca: Serà gratuït?
fr_fr: L'événement est gratuit?
pt_br: Será que vai ser um evento gratuito?

source: Custom Currency
ca_ca: Moneda personalitzada
fr_fr: Monnaie personnalisé
pt_br: moeda personalizado

source: Item/Cost Value
ca_ca: Preu
fr_fr: Article / Valeur Coût
pt_br: Artigo / Valor Custo

source: AVAILABILITY TIMES OF COST/ITEM
ca_ca: HORARIS DISPONIBLES DEL PREU/PRODUCTE
fr_fr: DISPONIBILITÉ DE TEMPS COUT / UNITE
pt_br: DISPONIBILIDADE DE HORÁRIOS CUSTO/UNIT

source: Please select event to manage items
fr_fr: S’il vous plaît sélectionnez l’événement pour gérer les éléments
pt_br: Por favor, selecione o evento para gerenciar

source: Manage Items/Cost
fr_fr: Gérer les éléments/coûts
pt_br: Gerenciar Costo

source: Sort Items
fr_fr: Trier les éléments
pt_br: Classificar itens

source: Name
ca_ca: Nom
fr_fr: Nom
pt_br: Nome

source: Price
fr_fr: Prix
pt_br: Preço

source: Start
fr_fr: Début
pt_br: Iniciado

source: End
fr_fr: Fin
pt_br: Termina

source: Actions
pt_br: Ações

source: ReArrange Items for display order:
fr_fr: Réorganiser l’ordre d’affichage des événements :
pt_br: Reorganize os itens por ordem de exibição:

source: Drag Line Up or Down to ReArrange.
ca_ca: Arrossega una línia cap amunt o cap avall per a reordenar.
fr_fr: Faites glisser la ligne vers le haut ou vers le bas pour réorganiser.
pt_br: Arraste a linha para cima ou para baixo para reorganizar.

source: Sort By
ca_ca: Ordenar per
fr_fr: Trier par
pt_br: Ordenar por

source: Select
fr_fr: Sélectionner
pt_br: Selecionar

source: Date
ca_ca: Data
pt_br: Encontro

source: ASC
fr_fr: Croissant
pt_br: Ascedente

source: DESC
fr_fr: Décroissant
pt_br: Descedente

source: Event ID
ca_ca: ID de l'esdeveniment
fr_fr: ID de l'événement
pt_br: evento ID

source: Category
fr_fr: Catégorie
pt_br: Categoria

source: ShortCode
fr_fr: Code court
pt_br: Código curto

source: Manage
ca_ca: Gestionar
fr_fr: Modifier
pt_br: gerir os

source: Fees/Items
ca_ca: Taxes/articles
fr_fr: Frais / billets
pt_br: Taxas / ingressos

source: Questions
ca_ca: Preguntes
pt_br: Perguntas

source: Payments
ca_ca: Pagaments
fr_fr: Paiements
pt_br: pagamentos

source: Are you sure you want to copy
ca_ca: Estàs segur que vols copiar
fr_fr: Etes-vous sûr que vous voulez copier
pt_br: Tem certeza de que deseja copiar?

source: Copy
ca_ca: Copiar
fr_fr: Copier
pt_br: Cópia

source: Event Attendees Management
fr_fr: Gestion des participants de l'événement
pt_br: Participantes do Evento

source: Back to Attendees
fr_fr: Retour aux participants
pt_br: Volta para os participantes

source: View All Events
fr_fr: Voir tous les événements
pt_br: Ver Todos Eventos

source: Category Management
ca_ca: Gestió de la categoria
fr_fr: Gestion de la catégorie
pt_br: Gestão de Categorias

source: Event Management
ca_ca: Gestió de l'esdeveniment
fr_fr: Gestion d'événement
pt_br: Gestão de Eventos

source: ADD EVENT
ca_ca: AFEGIR ESDEVENIMENT
fr_fr: AJOUTER UN ÉVÉNEMENT
pt_br: Adicionar evento

source: Event Items/Cost Management
fr_fr: Gestion du coût de l'événement
pt_br: Gerenciar Costo

source: Add tickets to set pricing for your event (Adult, Child, VIP, etc.)
fr_fr: Ajoutez des billets pour définir les prix d'entrée de votre événement (adulte, enfant, VIP, etc.)
pt_br: Adicionando entradas ao preço de seu evento (adultos, crianças, VIP, etc)

source: Add Cost/Item
fr_fr: Ajouter Prix/Inscription
pt_br: Criar ticket e Preços

source: Back to Items
fr_fr: Retour aux articles
pt_br: Voltar aos itens

source: Event Payments Management
fr_fr: Gestion des paiements de l'événement
pt_br: Gestão de pagamentos de eventos

source: Back to Payments
fr_fr: Retour aux paiements
pt_br: Voltar para pagamentos

source: Event Question Management
ca_ca: Gestió de preguntes de l'esdeveniment
fr_fr: Gestion des Questions de l'événement
pt_br: Perguntado por Gestão de Eventos

source: Add new Question
fr_fr: Ajouter une nouvelle Question
pt_br: Adicionar nova pergunta

source: Back to Questions
fr_fr: Retour aux Questions
pt_br: Retornar à lista de perguntas

source: Balance Owed:
ca_ca: Saldo degut:
fr_fr: Solde dû:
pt_br: Saldo devedor:

source: Payment Received Date
ca_ca: Data de recepció de pagaments
fr_fr: Date de Paiement reçu
pt_br: Data de Pagamento Recebido

source: Amount Paid
ca_ca: Total pagat
fr_fr: Montant payé
pt_br: Valor pago

source: Payment Type
ca_ca: Tipus de pagament
fr_fr: Type de paiement
pt_br: Tipo de pagamento

source: Full Payment
ca_ca: Pagament total
fr_fr: Paiement Total
pt_br: O pagamento total

source: Partial Payment
ca_ca: Pagament parcial
fr_fr: Paiement partiel
pt_br: Pagamento parcial

source: Deposit
ca_ca: Dipòsit
fr_fr: Dépôt
pt_br: Garantia

source: Donation
ca_ca: Donació
fr_fr: Don
pt_br: doação

source: Modification
ca_ca: Modificació
pt_br: Modificação

source: Cancelation
ca_ca: Cancel·lació
fr_fr: Annulation
pt_br: Cancelamento

source: Refund
ca_ca: Devolució
fr_fr: Remboursement
pt_br: Reembolso

source: Payment Method
ca_ca: Mètode de pagament
fr_fr: Mode de paiement
pt_br: Método de pagamento

source: Online/Credit Card
ca_ca: Tarja de crèdit
fr_fr: Carte en ligne / Crédit
pt_br: Cartão Online / Crédito

source: Check
ca_ca: Comprova
fr_fr: Chèque
pt_br: Verifique

source: Cash
ca_ca: Efectiu
fr_fr: Espèces
pt_br: Caixa

source: Event Credit
ca_ca: Crèdit de l'esdeveniment
fr_fr: Crédit de l'événement
pt_br: Evento de Crédito

source: Do you want to send a payment received notice to the payer?
ca_ca: Vols enviar una notificació de pagament rebut al pagador?
fr_fr: Voulez-vous envoyer un reçu de paiement au débiteur?
pt_br: Quer enviar um pagamento recebido notificação do devedor?

source: POST PAYMENT
ca_ca: PAGAR MÉS TARD
fr_fr: AJOUTER PAIEMENT
pt_br: Adicionar Pagamento

source: Payment Status
ca_ca: Estat del pagament
fr_fr: Statut de paiement
pt_br: Status do pagamento

source: Do you want to send a revised payment received notice to the payer?
ca_ca: Vols enviar una notificació de revisió de pagament rebut al pagador?
fr_fr: Voulez envoyer un reçu de paiement révisé au débiteur?
pt_br: Quer enviar um pagamento revisado recebido notificação ao contribuinte?

source: UPDATE PAYMENT
ca_ca: ACTUALITZAR PAGAMENT
fr_fr: MISE À JOUR DU PAIEMENT
pt_br: Evento de atualização

source: Please select event to manage payments
fr_fr: S’il vous plaît sélectionnez l’événement pour gérer les paiements
pt_br: Por favor, selecione o evento para gerenciar os pagamentos

source: Event Payments
fr_fr: Paiements de l’événement
pt_br: Pagamentos de evento

source: Email Payment Reminders
fr_fr: Courriel des rappels de paiement
pt_br: Enviar avisos de pagamento

source: # People
ca_ca: # Persones
fr_fr: # Des personnes
pt_br: Número de pessoas

source: Order Detail
ca_ca: Detalls de la reserva
fr_fr: Détail de l'inscription
pt_br: Detalhe Order

source: View Details
fr_fr: Voir les détails
pt_br: Ver detalhes

source: No Payments Received!
ca_ca: Cap pagament rebut!
fr_fr: Pas de paiements reçus!
pt_br: Nenhum pagamento recebido!

source: Text
fr_fr: Texte
pt_br: Texto

source: Text Area
ca_ca: Area de text
fr_fr: Zone de texte
pt_br: Área de texto

source: Single
ca_ca: Individual
fr_fr: Individuel
pt_br: Individual

source: Drop Down
ca_ca: Desplegable
fr_fr: Menu déroulant
pt_br: Suspenso

source: Field Question
fr_fr: Champs de Question
pt_br: Peça

source: Choose a title for your custom field do you have pets? How did you hear about us?etc
fr_fr: Choisir un titre à votre question personnalisé. Par exemple: Avez-vous des animaux de compagnie? Comment avez-vous entendu parler de nous? etc
pt_br: escolher um título para sua pergunta personalizado. Por exemplo: Você tem animais de estimação? Como você ficou sabendo sobre nós? etc

source: Field Type
fr_fr: Type de question
pt_br: Tipo de campo

source: Choose the type of field you would like your visitor to fill out:text, textarea, single radio button, multiple radio buttons and dropdown
fr_fr: Choisir le type de champ que vous souhaitez que vos utilisateurs remplissent: texte d'une seule ligne, zone de texte, une case d'option, plusieurs bouton d'options, et de la pop
pt_br: escolher o tipo de campo que deseja preencher usuários: texto de linha única, área de texto, um botão de opção, botão de opções de vários, e pop.

source: Field option(for multiple radio and dropdown)
fr_fr: Champ d'option (pour plusieurs radio pop)
pt_br: Campo Opção (para rádio pop múltipla)

source: Create the choices for the visitor separated by comma i.e google, yahoo, bing etc.
fr_fr: Créer des options pour les visiteurs séparées par des virgules: Google, Bing, Yahoo, etc...
pt_br: Criar opções para os visitantes, separados por vírgulas: Google, Bing, Yahoo, etc

source: Do You want this field to be mandatory?
fr_fr: Voulez-vous que ce champ soit obligatoire?
pt_br: Você quer que este campo obrigatório?

source: Comments
fr_fr: Commentaires
pt_br: comentários

source: Definitions of the fields that you can create for your registration form
fr_fr: Définitions des champs que vous pouvez créer pour votre formulaire d'inscription
pt_br: Definições de campos que você pode criar para o seu formulário de inscrição

source: This is generally what I would call short answer questions, typically consisting of a single sentence. Where the registering person would type in their response. You do not need to put anything in the Selections field for this question type.
fr_fr: C’est généralement ce que j’appellerais des questions à réponse courte, consistant généralement en une seule phrase. Où la personne qui s'enregistre va taper sa réponse? Vous n'avez rien besoin de mettre dans le champ Sélections pour ce type de question.
pt_br: Este é geralmente o que eu chamaria de perguntas de resposta curta, geralmente composto de uma única frase. Sempre que a pessoa registro escreveu em sua resposta.

source: This is similar to the Text, except you are looking more for an paragraph/multiple sentence response. You do not need to put anything in the Selections field for this question type.
fr_fr: Ceci est similaire au texte, sauf que vous pouvez mettre davantage comme réponse dans un paragraphe / phrase multiple. Vous n'avez rien besoin de mettre dans le champ Sélections pour ce type de question.
pt_br: Isto é semelhante ao texto, a diferença é que você pode adicionar muito mais texto no campo.

source: This will provide radio button answers where the registering person will select one of several options. Yes/No, True/False are good examples of this type of question. Basically a multiple choice question with one possible choice. When entering this question you will need to provide the list of choices that will appear. Separate your choices by a comma: True, False etc.
fr_fr: Cela fournira des réponses aux boutons radio. La personne qui s'enregistre choisira l'une des nombreuses options. Oui / Non, Vrai / Faux sont de bons exemples de ce type de question. Fondamentalement, une question à choix multiples avec un choix possible. Lorsque vous entrez cette question, vous devrez fournir la liste de choix qui apparaîtra. Séparez vos choix par une virgule: Vrai, Faux, etc.
pt_br: Isto irá fornecer vários botões que os dados irão selecionar uma das várias opções. Sim / Não, Verdadeiro / Falso são bons exemplos deste tipo de questão. Basicamente uma questão de múltipla escolha com uma opção possível. Entrando esta questão terá de fornecer a lista de opções que aparecem. Decisões separadas por uma vírgula: verdadeiro, falso, etc

source: Do not provide answer choices that have a comma in the response
fr_fr: Ne pas fournir de choix de réponse avec une virgule dans la réponse
pt_br: Não fornecer opções de resposta que tem uma vírgula na resposta

source: This is similar to Single Type questions but gives them the option of selecting several of the choices instead of just selecting one item. Basically a multiple choice question with several possible choices. When entering this question you will need to provide the list of choices that will appear. Separate your choices by a comma: Newspaper, Web, A Friend, Billboard etc.
fr_fr: Ce type est semblable à des questions simples, mais leur donne la possibilité de sélectionner plusieurs options plutôt que sélectionnez un objet. Fondamentalement, une question à choix multiples avec plusieurs options possibles. La saisie de cette question devra fournir la liste des options qui apparaissent. Séparez vos choix par une virgule: journaux, Web, ami, etc...
pt_br: Este tipo é semelhante a perguntas simples, mas dá-lhes a opção de selecionar várias opções, em vez de simplesmente selecionar um item. Basicamente uma questão de múltipla escolha com várias opções possíveis. Entrando esta questão terá de fornecer a lista de opções que aparecem. Decisões separadas por uma vírgula: Jornal, Web, amigo, etc

source: Dropdown
fr_fr: Liste déroulante
pt_br: Lista Suspensa

source: This question type is similar in nature to the Single, exept instead of providing the choices in radio buttons, it provides them in a drop down box. This is handy if you have a lot of choices the person needs to choose from, it prevents them from taking up a lot space on your registration form.
fr_fr: Ce type de question est semblable à l'individu, excepté qu'au lieu de fournir comme options des boutons radio, il les fournit dans une liste déroulante. C'est pratique si vous avez beaucoup de choix à faire, cela les empêche de prendre beaucoup de place sur votre formulaire d'inscription.
pt_br: Este tipo de pergunta é semelhante ao indivíduo, exepto em vez de proporcionar opções de botões de rádio, que são colocadas na caixa de queda natureza. Isso é útil se você tem muitas opções para escolher as necessidades pessoa, impedindo-os ocupar muito espaço em seu formulário de inscrição.

source: Please select event to manage questions
fr_fr: S’il vous plaît sélectionnez l’événement pour gérer les questions
pt_br: Por favor, selecione o evento para gerenciar perguntas

source: Manage Questions
fr_fr: Gérer les questions
pt_br: Gerenciar perguntas

source: Sort Questions
fr_fr: Trier les questions
pt_br: Ordenar Perguntas

source: Question Id
fr_fr: ID de la question
pt_br: ID da ﻿pergunta

source: Question
ca_ca: Pregunta
pt_br: Peça

source: ReArrange Questions for display order:
fr_fr: Réorganiser l’ordre d’affichage des Questions:
pt_br: Reorganize as perguntas por ordem de exibição:

source: REQUIRED
ca_ca: REQUERIT
fr_fr: REQUIS
pt_br: REQUERIDO

source: TYPE
ca_ca: TIPUS
pt_br: TIPO

source: QUESTION
ca_ca: PREGUNTA
pt_br: PERGUNTA

source: RESPONSES
ca_ca: RESPOSTES
fr_fr: RÉPONSES
pt_br: RESPOSTAS

source: Lets get your plugin setup!
ca_ca: Configura el teu plugin!
fr_fr: Permet d'obtenir la configuration de votre plugin!
pt_br: Permite obter a sua configuração plug-in !

source: Email Settings
fr_fr: Paramètres de messagerie
pt_br: Configurações de e-mail

source: Email Confirmations
fr_fr: Confirmations par Courriel
pt_br: Confirmações de E-mail

source: For customized confirmation emails, the following tags can be placed in the email form and they will pull data from the database to include in the email
fr_fr: Pour les courriels de confirmation personnalisés, les balises suivantes peuvent être placées dans le formulaire de courriel et elles extrairont des données de la base de données pour les inclure dans le courriel
pt_br: Para e-mails de confirmação personalizado, as seguintes tags podem ser colocadas sob a forma de e-mail e eles vão puxar os dados do banco de dados para incluir no e-mail

source: Sample Mail Send
fr_fr: Exemple de Courriel Envoyé
pt_br: Mostra como você pode usar os códigos

source: ***This is an automated response - Do Not Reply***
fr_fr: *** Il s'agit d'une réponse automatique - Ne pas répondre à cet courriel***
pt_br: *** Esta é uma resposta automática - Não responda a este e-mail ***

source: Thank you [fname] [lname] for registering for [event]. We hope that you will find this event both informative and enjoyable. Should have any questions, please contact [contact]
fr_fr: Merci [fname] [lname] pour votre inscription à notre [event]. Nous espérons que vous trouverez cet événement à la fois instructif et agréable. Si vous avez des questions, veuillez s'il vous plaît nous contacter [contact].
pt_br: Obrigado [arq] [lname] para registrar para o nosso [evento] evento. Espero que você vai encontrar este evento informativo e agradável. Se você tiver alguma dúvida, entre em contato com [contato].

source: If you have not done so already, please submit your payment in the amount of [cost]
fr_fr: Si vous n'avez pas déjà fait, s'il vous plaît envoyer votre paiement au montant de [coût]
pt_br: Se você não tiver feito isso, por favor, envie o seu pagamento, no valor de [custo]

source: Your unique registration ID is: [id]
fr_fr: Votre numéro d'identification unique est: [id]
pt_br: O seu número de registro único de identificação é: [id]

source: Click here to review your payment information [payment_url]
fr_fr: Cliquez ici pour consulter vos informations de paiement [payment_url]
pt_br: Clique aqui para rever as informações de pagamento [pagamento_url]

source: Thank You
fr_fr: Merci
pt_br: Obrigado

source: Waitlist
fr_fr: Liste d'attente
pt_br: Lista de Espera
