Repository: rahul0378/testproject
Catalog: languages/evrplus_language-*.po
Languages: ca_ca, fr_fr, pt_br

source: Invalid event id.
fr_fr: ID de l’évènement non valide.
pt_br: ID de evento inválida!

source: Add Attendee
ca_ca: Afegeix un assistent
fr_fr: Ajouter un Participant
pt_br: Assistente para adicionar

source: Attendee doesn't exist.
fr_fr: Le participant n’existe pas.
pt_br: Participante não existe.

source: Edit Attendee
fr_fr: Modifier le participant
pt_br: Editar participante

source: Update Attendee
fr_fr: Mise à jour du participant
pt_br: Atualizar o participante

source: Details Attendee
fr_fr: Détails du participant
pt_br: Participante de detalhes

source: Add Category
ca_ca: Afegeix una categoria
fr_fr: Ajouter une catégorie
pt_br: Adicionar categoria

source: Category doesn't exist.
fr_fr: La catégorie n'existe pas.
pt_br: Categoria não existe.

source: Edit Category
ca_ca: Editar categoria
fr_fr: Modifier une catégorie
pt_br: Editar categoria

source: Update Category
ca_ca: Actualitzar categoria
fr_fr: Mise à jour de la catégorie
pt_br: categoria atualização

source: Add Event
fr_fr: Ajouter un événement
pt_br: Adicionar evento

source: Event doesn't exist.
fr_fr: L'événement n’existe pas.
pt_br: Evento não existe.

source: Edit Event
fr_fr: Modifier un événement
pt_br: Editar evento

source: Update Event
ca_ca: Actualitzar esdeveniment
fr_fr: Mise à jour de l'événement
pt_br: Atualização evento

source: There are currently
ca_ca: En aquest moment hi ha
fr_fr: Il y a actuellement
pt_br: Existem actualmente

source: attendees registered for this event. The event cannot be deleted.
ca_ca: Hi ha assistents registrats a aquest esdeveniment, no pot ser eliminat
fr_fr: participants inscrits à cet événement. L'événement ne peut pas être supprimé.
pt_br: participantes registrados para esse evento. O evento não pode ser excluído.

source: Add Item
fr_fr: Ajouter un élément
pt_br: Adicionar Item

source: Item doesn't exist.
fr_fr: Cette référence n'existe pas.
pt_br: não existe.

source: Edit Item
fr_fr: Éditer cette référence
pt_br: Editar

source: Update Item
fr_fr: Mise-à-jour de cette référence
pt_br: Atualizar

source: Add Payment
ca_ca: Afegeix un pagament
fr_fr: Ajouter un paiement
pt_br: Adicionar Pagamento

source: Payment record doesn't exist.
fr_fr: L'enregistrement de paiement n'existe pas.
pt_br: O registro de pagamento não existe.

source: Update Payment
fr_fr: Mise à jour du paiement
pt_br: Atualizar pagamento

source: Payment Details
fr_fr: Détails du paiement
pt_br: Detalhes do pagamento

source: Record doesn't exist.
fr_fr: Aucun enregistrement n’existe.
pt_br: Evento não existe.

source: ADD QUESTION
ca_ca: AFEGIR PREGUNTA
fr_fr: Ajouter une question
pt_br: Adicionar pergunta

source: Question doesn't exist.
fr_fr: La question n’existe pas.
pt_br: A questão não existe.

source: Edit Question
fr_fr: Éditer la question
pt_br: Editar pergunta

source: Update Question
fr_fr: Mise à jour de la question
pt_br: Atualização pergunta

source: Settings
ca_ca: Configuració
fr_fr: Paramètres
pt_br: configurações

source: Events
ca_ca: Esdeveniments
fr_fr: Événements
pt_br: Eventos

source: Invalid event request
fr_fr: Demande d'événement non valide
pt_br: Solicitação de evento inválido

source: Invalid request
fr_fr: Requête invalide
pt_br: Solicitação inválida

source: Event id not supplied
fr_fr: Id d’événement non fourni
pt_br: ID de evento não recebida!

source: Attendee List for
fr_fr: Liste des participants pour
pt_br: Lista de participantes para:

source: Attendee #
fr_fr: Participant #
pt_br: Participante

source: Attendee Name
ca_ca: Nom de l'assistent
fr_fr: Nom du participant
pt_br: Nome participante

source: Category not supplied
fr_fr: Catégorie non fournie
pt_br: Categoria não fornecida

source: Invalid Category supplied
fr_fr: Catégorie non valide fournie
pt_br: Categoria inválida

source: Please check your email for payment information. Click the link provided in the registration confirmation.
ca_ca: Si us plau, comprova l'email per a la informació de pagament. Fes clic a l'enllaç que apareix a la confirmació de registre.
fr_fr: S'il vous plaît vérifier votre courriel pour les informations de paiement. Cliquez sur le lien dans la confirmation d'inscription.
pt_br: Por favor, verifique seu e-mail para informações de pagamento. Clique no link de confirmação da inscrição.

source: First Name
ca_ca: Nom
fr_fr: Prénom
pt_br: Nome

source: Last Name
ca_ca: Cognoms
fr_fr: Nom
pt_br: Sobrenome

source: Email Address
ca_ca: Direcció d'email
fr_fr: Adresse de courriel
pt_br: Endereço de email

source: Phone Number
ca_ca: Número de telèfon
fr_fr: Numéro de téléphone
pt_br: Número de telefone

source: Address
ca_ca: Adreça
fr_fr: Adresse
pt_br: Endereço da Rua

source: City
ca_ca: Ciutat
fr_fr: Ville
pt_br: Cidade

source: State/Province
ca_ca: Provincia
fr_fr: État / Province
pt_br: Estado / Província

source: Zip/Postal Code
ca_ca: Codi postal
fr_fr: Code postal / Zip
pt_br: Postal Code / Zip

source: Enter coupon code
fr_fr: Saisissez votre code de promotion
pt_br: Digite o código do cupom:

source: Registration Fees
fr_fr: Frais d'inscription
pt_br: TAXAS DE INSCRIÇÃO

source: Registration TOTAL
ca_ca: Registre TOTAL
fr_fr: Inscription totale
pt_br: Total de Inscritos

source: This event has reached registration capacity.
ca_ca: Aquest esdeveniment està complert
fr_fr: Cet événement a atteint sa capacité maximale d'inscription.
pt_br: Este evento atingiu sua capacidade máxima de inscrição.

source: Please provide your information to be placed on the waiting list.
ca_ca: Si us plau, proporciona les tevés dades per a ser col·locat en la llista d'espera.
fr_fr: S'il vous plaît fournir vos informations à être placées sur la liste d'attente.
pt_br: Por favor, forneça suas informações para ser colocado na lista de espera.

source: Company
fr_fr: Entreprise
pt_br: Empresa

source: Coupon code
fr_fr: Code promo
pt_br: Código do Cupom

source: Start Date
ca_ca: Data d'inici
fr_fr: Date de début
pt_br: Data Inicial

source: End Date
ca_ca: Data final
fr_fr: Date de fin
pt_br: Data de conclusão

source: Registration Date
fr_fr: Date d'inscription
pt_br: Data de registro

source: Cutom Fields
fr_fr: Champs personnalisés
pt_br: Campos Personalizados

source: No records found
fr_fr: Aucuns résultats trouvés
pt_br: Nenhum registro encontrado

source: Attendees
ca_ca: Assistents
fr_fr: Participants
pt_br: Participantes

source: Attendee
ca_ca: Assistent
fr_fr: Participant
pt_br: participante

source: What type of Registration?
ca_ca: Quin tipus de registre?
fr_fr: Quel type d'inscription?
pt_br: Que tipo de registro?

source: Wait List
fr_fr: Liste d'attente
pt_br: Lista de Espera

source: Standard
fr_fr: Normal
pt_br: Normal

source: Please select event to manage attendees
fr_fr: S’il vous plaît sélectionnez l’événement pour gérer des participants
pt_br: Selecione evento para gerenciar os participantes

source: Manage Attendees
fr_fr: Gérer les participants
pt_br: Gerenciar participantes

source: Delete All
ca_ca: Esborrar-ho tot
fr_fr: Supprimer tout
pt_br: Eliminar tudo

source: All
ca_ca: Tot
fr_fr: Tous
pt_br: tudo

source: Event Name/Title
fr_fr: Nom de l'événement / Titre
pt_br: Nome do Evento

source: People
fr_fr: Personne
pt_br: Pessoas

source: Registered Name
fr_fr: Nom enregistré
pt_br: Nome

source: Phone
ca_ca: Telèfon
fr_fr: Téléphone
pt_br: Telefone

source: Action
ca_ca: Acció
pt_br: Ação

source: Edit
ca_ca: Editar
fr_fr: Modifier
pt_br: Editar

source: View
fr_fr: Visualiser
pt_br: Ver

source: Are you sure you want to delete
ca_ca: Estàs segur que vols esborrar
fr_fr: Êtes-vous sûr de vouloir supprimer
pt_br: Tem a certeza de que deseja eliminar?

source: Delete
ca_ca: Eliminar
fr_fr: Supprimer
pt_br: Excluir

source: No records found.
fr_fr: Pas enregistrements trouvés.
pt_br: Nenhum registo encontrado.

source: Category Name
ca_ca: Nom de la categoria
fr_fr: Nom de la catégorie
pt_br: Nome da categoria

source: Unique ID For Category
ca_ca: ID únic de categoria
fr_fr: ID unique pour la catégorie
pt_br: Unique ID para a categoria

source: Do you want to display the category description on the events page?
ca_ca: Vols mostrar la descripció de la categoria a la pàgina d'esdeveniments?
fr_fr: Voulez-vous afficher la description de la catégorie sur la page événement?
pt_br: Quer mostrar a descrição da categoria no evento página?

source: Yes
ca_ca: Si
fr_fr: Oui
pt_br: Sim

source: No
fr_fr: Non
pt_br: Não

source: Category Description
ca_ca: Descripció de la categoria
fr_fr: Description de la catégorie
pt_br: Categoria Descrição

source: Select color for Calendar Display
fr_fr: Choisir la couleur pour l'affichage du calendrier
pt_br: Escolha as cores do calendário

source: Category Background Color
fr_fr: Couleur de fond de la catégorie
pt_br: Categoria Cor

source: Category Text Color
fr_fr: Couleur du texte de la catégorie
pt_br: Cor do texto

source: Black
fr_fr: Noir
pt_br: Preto

source: White
fr_fr: Blanc
pt_br: Branco

source: Current Categories
ca_ca: Categories actuals
fr_fr: Catégories actuelles
pt_br: Atuais Categorias

source: Name
ca_ca: Nom
fr_fr: Nom
pt_br: Nome

source: Identifier
ca_ca: Identificador
fr_fr: Identifiant
pt_br: Identificador

source: Are you sure you want to delete category?
ca_ca: Estàs segur que vols esborrar la categoría?
fr_fr: Êtes-vous sûr de vouloir supprimer la catégorie?
pt_br: Tem certeza que deseja excluir a categoria?

source: No Record Found!
ca_ca: No s'ha trobat cap registre!
fr_fr: Aucun enregistrement trouvé!
pt_br: Nenhum registro encontrado!

source: Add New Event
fr_fr: Ajouter un nouvel événement
pt_br: Adicionar Novo Evento

source: General Settings
ca_ca: Configuració general
fr_fr: Paramètres généraux
pt_br: Configurações

source: Event Categories
ca_ca: Categories de l'esdeveniment
fr_fr: Catégories d'événements
pt_br: Categorías de eventos

source: View Events
fr_fr: Voir les événements
pt_br: Ver Eventos

source: Next 5 Upcoming Events
fr_fr: 5 prochains événements
pt_br: Próximos 5 Eventos

source: EXPIRED
ca_ca: CADUCAT
fr_fr: EXPIRÉ
pt_br: EXPIRADO

source: LATEST ATTENDEES
ca_ca: ÚLTIMS ASSISTENTS
fr_fr: DERNIERS PARTICIPANTS
pt_br: ÚLTIMOS PARTICIPANTES

source: Event
ca_ca: Esdeveniment
fr_fr: Événement
pt_br: Evento

source: Tickets
fr_fr: Billets
pt_br: Ingressos

source: View All
ca_ca: Veure-ho tot
fr_fr: Tous afficher
pt_br: Ver tudo

source: No Attendees Found!
fr_fr: Pas de participants trouvés !
pt_br: Nenhum Participante Encontrado

source: LATEST CATEGORIES
ca_ca: ÚLTIMES CATEGORIES
fr_fr: DERNIÈRES CATÉGORIES
pt_br: Últimas categorias

source: weekly stats...
fr_fr: statistiques hebdomadaires...
pt_br: Estatísticas semanais

source: No Categoies Found!
fr_fr: Aucunes catégories trouvées !
pt_br: Não foram encontradas categoies!

source: Latest Events
fr_fr: Derniers Événements
pt_br: Últimos Eventos

source: Event Name
ca_ca: Nom de l'esdeveniment
fr_fr: Nom de l'événement
pt_br: Nome do evento

source: Seats
ca_ca: Places
fr_fr: Places
pt_br: Assentos

source: Available Seats
ca_ca: Places disponibles
fr_fr: Places libres
pt_br: Assentos disponíveis

source: No Events Found!
fr_fr: Aucuns évènements trouvés !
pt_br: Eventos não encontrados

source: TOTAL PAYMENTS
ca_ca: PAGAMENTS TOTALS
fr_fr: TOTAL DES PAIEMENTS
pt_br: TOTAL DE PAGAMENTOS

source: progress
ca_ca: progrés
fr_fr: en progression
pt_br: progresso

source: TOTAL EVENTS
ca_ca: ESDEVENIMENTS TOTALS
fr_fr: TOTAL DES ÉVÉNEMENTS
pt_br: EVENTOS TOTAL

source: change
ca_ca: canvi
fr_fr: modifier
pt_br: alterar

source: TOTAL CATEGORIES
ca_ca: CATEGORIES TOTALS
fr_fr: TOTAL DES CATÉGORIES
pt_br: Rubricas totais

source: grow
ca_ca: créixer
fr_fr: croître
pt_br: crescer

source: LATEST PAYMENTS
ca_ca: ÚLTIMS PAGMENTS
fr_fr: DERNIERS PAIEMENTS
pt_br: ÚLTIMOS PAGAMENTOS

source: Payer
ca_ca: Pagador
pt_br: Pagador

source: Amount
ca_ca: Total
fr_fr: Montant
pt_br: Quantidade

source: Item Quantity
ca_ca: Quantitat d'articles
fr_fr: Quantité d'inscription
pt_br: Quantidade de Itens

source: No Payments Found!
ca_ca: No s'ha trobat paga,ents!
fr_fr: Aucun paiement trouvé!
pt_br: Nenhum pagamento Encontrado !

source: Step 3
fr_fr: Étape 3
pt_br: Passo 3

source: Choose Event's Time
fr_fr: Sélectionnez l'heure de l'événement
pt_br: Escolha a hora do evento

source: Start Time
ca_ca: Hora d'inici
fr_fr: Heure de début
pt_br: Hora de inicio

source: End Time
ca_ca: Hora final
fr_fr: Heure de fin
pt_br: Tempo de Conclusão

source: Do you want the event to be recurring?
fr_fr: Souhaitez-vous que l'événement soit récurrent?
pt_br: Você quer que o evento a ser recorrente?

source: Will this event run indefinitely?
ca_ca: Es repeteix l'esdeveniment indefinidament?
fr_fr: Cet événement durera indéfiniment?
pt_br: Será que este evento funcionar indefinidamente?

source: Recurrence Period
fr_fr: Période récurente
pt_br: Período de Retorno

source: Select Period
fr_fr: Sélectionnez la période
pt_br: Selecione o período

source: Monthly
fr_fr: Mensuel
pt_br: Mensal

source: Yearly
fr_fr: Annuel
pt_br: Anual

source: Repeat number of times
fr_fr: Répéter un nombre de fois
pt_br: Número de vezes para repetir

source: Enter the number of times you want the event to occur.
fr_fr: Entrez le nombre de fois que vous souhaitez que l'événement se produise.
pt_br: Digite o número de vezes que deseja que o evento ocorra

source: Gaps per repeat
fr_fr: Répétez les lacunes
pt_br: Repita Gaps

source: Enter the repetition period
fr_fr: Entrez la période de répétition
pt_br: Digite o período de repetição

source: Close Registration on
fr_fr: Fermez la possibilité de s'inscrire
pt_br: Feche a oportunidade de registrar

source: Start of Event
fr_fr: Début de l'événement
pt_br: No início do evento

source: End of Event
fr_fr: Fin de l'événement
pt_br: No encerramento do evento

source: Step 1
fr_fr: Étape 1
pt_br: Passo 1

source: Event Description
ca_ca: Descripció de l'esdeveniment
fr_fr: Description de l'événement
pt_br: Descrição do Evento

source: Event Name/Title
ca_ca: Nom/títol de l'esdeveniment
fr_fr: Nom de l'événement / Titre
pt_br: Nome do Evento / Título

source: Use a concise but descriptive name
fr_fr: Utiliser un nom descriptif concis
pt_br: usar um nome conciso, mas descritivo

source: Unique Event Identifier
ca_ca: Identificador únic d'esdeveniment
fr_fr: Identificateur unique de l'événement
pt_br: Único evento Identificador

source: Provide a short Unique ID for this event. i.e. BOB001
ca_ca: Introdueix un ID únic per a l'esdeveniment
fr_fr: Donnez un identifiant unique et court pour cet événement. Exemple: EVENTUN, EVENTDEUX, etc
pt_br: Forneça uma breve mas único nome para este evento. Exemplo: EVENTOUNO, EVENTODOS, etc

source: Detailed Event Description
ca_ca: Descripció detallada de l'esdeveniment
fr_fr: Description détaillée de l'événement
pt_br: Descrição Detalhada do Evento

source: Provide a detailed description of the event, include key details other than when and where. Do not use any html code. This is a text only display To create new display lines just press Enter
fr_fr: Fournissez une description détaillée de l'événement et indiquez les informations clés autres que quand et où. Ne pas utiliser de code HTML. Ceci est un affichage en texte seulement. Pour créer de nouvelles lignes d’affichage, appuyez simplement sur Entrée
pt_br: Forneça uma descrição detalhada do evento, incluindo detalhes importantes para além de quando e onde. Não use qualquer código html. Este é um texto de exibição única. Para criar novas linhas da tela apenas pressione Enter.

source: Select one or many categories for an event
ca_ca: Selecciona una o varies categories per a un esdeveniment
fr_fr: Sélectionnez une ou plusieurs catégories d'un événement
pt_br: Selecione uma ou mais categorias de um evento

source: Optional
ca_ca: Opcional
fr_fr: Optionnel
pt_br: Opcional

source: Would you like to offer quantity based discounts?
fr_fr: Souhaitez-vous offrir des remises en fonction de la quantité?
pt_br: Gostaria de oferecer descontos de quantidade com base?

source: Use Global Settings
fr_fr: Utiliser les paramètres généraux
pt_br: Usar configurações globais

source: Step 5
fr_fr: Étape 5
pt_br: Passo 5

source: Custom Confirmation Email
ca_ca: Email de confirmació personalitzat
fr_fr: Courriel de Confirmation Personnalisé
pt_br: Confirmação personalizado Email

source: Do you want to use a custom email for this event?
ca_ca: Vols utilitzar un email personalitzat per a aquest esdeveniment?
fr_fr: Souhaitez-vous utiliser un courriel personnalisé pour cet événement?
pt_br: Quer usar um e-mail personalizado para o evento?

source: If you have send mail option enabled in the company settings, you can override the default mail by creating a custom mail for this event.
ca_ca: Si tens l'opció habilitada en la configuració de l'empresa d'enviar un email, pots invalidar el correu predeterminat mitjançant la creació d'un correu personalitzat per a aquest esdeveniment.
fr_fr: Si vous avez l'option envoie de courriel activée dans les paramètres de la compagnie, vous pouvez remplacer la valeur par défaut par la création d'un courriel personnalisé pour cet événement.
pt_br: Se você tiver a opção habilitada nas configurações de e-mail da empresa de transporte, você pode substituir o padrão criando um e-mail e-mail personalizado do evento.

source: Enter the text for the confirmation email. This email will be sent in text format. See User Manual for data tags
fr_fr: Entrez le texte pour le courriel de confirmation. Ce courriel sera envoyé en format texte. Voir le manuel de l'utilisateur pour les étiquettes de données
pt_br: Digite o texto para o e-mail de confirmação. Este e-mail será enviado em formato de texto. Consulte os rótulos de dados.

source: Step 4
fr_fr: Étape 4
pt_br: Passo 4

source: Choose Event Options
fr_fr: Choisissez les options de l'événement
pt_br: Escolha as opções de evento

source: Show Registration Button
fr_fr: Afficher le bouton d'enregistrement
pt_br: Mostrar botão de registo

source: If you select yes, then it will show the button and user must click it to reveal the form. In case of No, registration form will be displayed.
fr_fr: Si vous sélectionnez Oui, le bouton s'affichera et l’utilisateur doit cliquer dessus pour faire apparaître le formulaire. Si non, le formulaire d’inscription s’affichera automatiquement.
pt_br: Se você selecionar Sim, então ele irá mostrar o botão e o usuário deve clicar nele para revelar a forma. Em caso de não, formulário de inscrição será exibido.

source: No
fr_fr: Non
pt_br: Não

source: Skip Registration Step2
fr_fr: Sauter l'étape 2 de l'inscription
pt_br: Saltar Registo Paso 2

source: Whether to skip step2 if attendee quantity is 1.
fr_fr: Ignorer l'étape 2 si le nombre de participant est à 1.
pt_br: Se deve pular o passo 2 se quantidade de participante é 1.

source: Will you accept checks/cash for this event?
ca_ca: Acceptes efectiu per aquest esdeveniment?
fr_fr: Accepterez-vous les chèques/argent pour cet événement?
pt_br: Você vai aceitar cheques / dinheiro para este evento?

source: If you will accept checks or cash, usually when accepting payment at event/on-site.
ca_ca: Si acceptaràs xecs o efectiu, generalment quan s'accepta el pagament el dia de l'esdeveniment
fr_fr: Accepterez-vous les paiements par chèque ou argent comptant sur place de l'événement.
pt_br: Escolha Sim se você aceitar dinheiro. Selecione Não, se o evento é gratuito.

source: Are you using an external registration?
ca_ca: Estàs utilitzant un registre extern?
fr_fr: Utilisez-vous une inscription externe?
pt_br: Você está usando um registro externo?

source: You can point your register now button to an external registration site/page by selecting yes and entering the url!
ca_ca: Pots fer el registre a un lloc extern posant un botó de web/pàgina seleccionant si i introduint la URL!
fr_fr: Vous pouvez diriger votre bouton d’enregistrement maintenant vers un site / une page d’enregistrement externe en sélectionnant "oui" et en entrant l’URL!
pt_br: Você pode redirecionar os usuários para um site externo para se registrar para o seu evento

source: External registration URL
ca_ca: URL de registre extern
fr_fr: Hyperlien d'inscription externe
pt_br: URL de registo externo

source: Enter the url hyperlink to another webpage or website external registration
ca_ca: Introduïu l'hipervincle URL a una altra pàgina web o lloc web de registre extern
fr_fr: Entrez le lien hypertexte vers une autre page ou site Web avec inscription externe
pt_br: Digite a URL para outra página ou site com mais informações sobre o evento.

source: Do you wish to disable registration for this event?
ca_ca: Vols deshabilitar el registre per aquest esdeveniment?
fr_fr: Souhaitez-vous désactiver l'inscription pour cet événement?
pt_br: Você deseja desativar o registro para este evento?

source: Default Registration Information
fr_fr: Détails de l'inscription par défaut
pt_br: Informações de Registro Padrão

source: Choose the fields you would like visitors to fill out when registering for your event. Note that name and email are mandatory.
fr_fr: Choisissez les champs que vous voulez que les utilisateurs remplissent lors de leur inscription pour votre événement. Notez que le nom et l'email sont obligatoires.
pt_br: Escolha os campos que você deseja que os usuários preencher quando se inscrever para o seu evento. Note que o nome e e-mail são obrigatórios.

source: Street Address
ca_ca: Adreça
fr_fr: Rue de l'adresse
pt_br: Endereço da Rua

source: State or Province
ca_ca: Provincia
fr_fr: État ou province
pt_br: Estado ou Província

source: Zip or Postal Code
ca_ca: Codi postal
fr_fr: Zip ou Code postal
pt_br: CEP ou código postal

source: Country
ca_ca: País
fr_fr: Pays
pt_br: País

source: Co. Addr
fr_fr: Adresse de la société
pt_br: Bairro

source: Co. City
fr_fr: Ville de la société
pt_br: Cidade de co.

source: Co. State/Prov
fr_fr: Etat/Province de la société
pt_br: Co. Estado/Prov

source: Do you want to display terms and conditions?
fr_fr: Voulez-vous afficher les termes et conditions ?
pt_br: Deseja exibir Termos & Condições?

source: Do you want to force terms and conditions?
fr_fr: Voulez-vous imposer des modalités et conditions ?
pt_br: Você quer forçar os termos e condições?

source: If yes, registration form will only be displayed once attendee agrees the terms and conditions
fr_fr: Si Oui, le formulaire d’inscription ne s’affichera qu'après que le participant accepte les termes et conditions générales
pt_br: Se sim, formulário de inscrição será exibido apenas uma vez que o participante aceita os termos e condições

source: Event Listing Options
ca_ca: Opcions de llistat de l'esdeveniment
fr_fr: Liste des options de l'événement
pt_br: Evento Opções de Listagem

source: Enter the url hyperlink to another webpage or website with more event information
ca_ca: Introduïu l'hipervincle URL a una altra pàgina web o lloc web amb més informació sobre l'esdeveniment
fr_fr: Entrez le hyperlien vers une autre page web ou un site Web avec plus d'informations sur l'événement
pt_br: Digite o hyperlink url para outra página web ou web site com mais informações sobre o evento

source: Would you like to display countdown timer? Yes No
fr_fr: Souhaitez-vous afficher le compte à rebours? Oui Non
pt_br: Você gostaria de exibir a contagem regressiva?

source: Thumbnail Image URL
ca_ca: URL d'imatge de previsualització
fr_fr: URL de la vignette
pt_br: Miniatura URL da imagem

source: Enter the url to an image you would like displayed next to the event in the event listings. Size should be 300 x300
fr_fr: Entrez l'url d'une image que vous désirez afficher à côté de l'événement dans la liste des événements. Doit être de format 300 x 300
pt_br: Digite o url para uma imagem que você gostaria que exibido ao lado o evento nas listas da evento. Tamanho deve ser 300 x300
