Repository: rahul0378/testproject
Catalog: languages/evrplus_language-*.po
Languages: ca_ca, fr_fr, pt_br

source: For customized wait list emails, the following tags can be placed in the email form and they will pull data from the database to include in the email
fr_fr: Pour les e-mails de liste d'attente personnalisés, les balises suivantes peuvent être placées dans le formulaire d'e-mail. Elles extrairont des données de la base de données à inclure dans l'e-mail
pt_br: Personlizados Para enviar e-mails para a lista de espera, as seguintes tags podem ser colocadas no formulário de correio electrónicos e extrair dados do banco de dados para incluir no e-mail.

source: [fname], [lname], [event]
pt_br: [fname], [sobrenome], [evento]

source: Thank you [fname] [lname] for your interest in registering for [event]
fr_fr: Merci [fname] [lname] de votre intérêt pour l'inscription à [event]
pt_br: Obrigado [arq] [lnome] pelo seu interesse em se inscrever para [evento]

source: At this time, all seats for the event have been taken. Your information has been placed on our waiting list. The waiting list is on a first come, first serve basis.
fr_fr: À ce moment, toutes les places pour l'événement ont été prises. Vos informations ont été placées sur notre liste d'attente. La liste d'attente est basée sur le principe du premier arrivé, premier servi.
pt_br: Neste momento, temos tido todos os lugares para o evento. Sua informação foi colocado na lista de espera. A lista de espera está em um primeiro a chegar, primeiro a ser servido. Você será notificado por e-mail deve ser um lugar disponível.

source: You will be notified by email with directions for completing registration and payment should a seat become available
fr_fr: Vous serez averti par email avec les instructions pour compléter l’enregistrement et le paiement, si une place devient disponible
pt_br: Quando um assento estiver disponível, você será notificado via e-mail com as instruções para o preenchimento do formulário de inscrição e pagamento.

source: Payment Confirmation Email Settings
fr_fr: E-mail de confirmation de paiement
pt_br: E-mail para confirmação de pagamento

source: Payment Confirmations
fr_fr: Confirmations de paiement
pt_br: As confirmações de pagamento

source: For customized payment confirmation emails, the following tags can be placed in the email form and they will pull data from the database to include in the email
fr_fr: Pour les e-mails de confirmation de paiement personnalisés, les balises suivantes peuvent être placées dans le formulaire d'e-mail. Elles extrairont des données de la base de données à inclure dans l'e-mail
pt_br: Para enviar e-mails personalizados para receber pagamentos, estas etiquetas podem ser colocadas no formulário de correio electrónicos e extrair dados do banco de dados para incluir no e-mail

source: Sample Payment Mail Send
fr_fr: Courriel exemple pour l'envoi de paiement
pt_br: Enviar Shows Correio de Pagamento

source: Thank you [fname] [lname] for your recent payment of [amnt_pd] ([txn_id]) for [event_name]. We hope that you will find this event both informative and enjoyable. Should have any questions, please contact [contact].
fr_fr: Merci [fname] [lname] pour votre récent paiement d'un montant de [amnt_pd] ([txn_id]) pour [event_name]. J'espère que vous trouverez cet événement à la fois instructif et agréable. Si vous avez des questions, veuillez s'il vous plaît nous contacter [contact].
pt_br: Obrigado [arq] [lnome] para o seu pagamento recente, no valor de [amnt_pd] ([txn_id]) em [EVENT_NOME]. Espero que você vai encontrar este evento informativo e agradável. Se você tiver alguma dúvida, entre em contato com [contato].

source: Update Configuration Settings
fr_fr: Mettre à jour les paramètres de configuration
pt_br: Configurações de Atualização

source: Let's get your events plugin configured!
fr_fr: Faisons en sorte que votre plugin d'événements soit configuré!
pt_br: Vamos pegar o seu plugin de eventos configurado!

source: Event Registration Configuration Settings
fr_fr: Paramètres de configuration de l'inscription à l'événement
pt_br: Definições de configuração de eventos

source: Sanbox Mode?
fr_fr: Mode bac à sable?
pt_br: PayPal modo Sandbox?

source: (used for testing/debug)
ca_ca: (per a fer un test)
fr_fr: (Utilisé pour le test / debug)
pt_br: (Usado para teste / debug)

source: Authorized.Net Txn Key
ca_ca: Clau Txn de Authorized.Net
fr_fr: Authorized.Net clé Txn
pt_br: Authorized.Net chave Txn

source: Will you accept checks/cash?
fr_fr: Accepterez-vous les chèques/argent liquide?
pt_br: Eficaz aceitar?

source: Use PayPal Sandbox
ca_ca: Utilitzar plataforma de pagament de Paypal
fr_fr: Utilisez PayPal Sandbox
pt_br: Use o PayPal Sandbox

source: Paypal Email
fr_fr: Courriel PayPal
pt_br: Correio PayPal

source: PDT Auth Token:
fr_fr: Jeton d’authentification PDT:
pt_br: Token de autenticação do PDT:

source: Secret key
fr_fr: Clé secrète
pt_br: Chave secreta

source: Stripe Return Url
fr_fr: Url de renvoi pour Stripe
pt_br: Url de retorno de Stripe

source: Warning! Stripe will not work as intended. Please activate following PHP extensions:
fr_fr: Mise en garde ! Stripe ne fonctionnera pas comme prévu. S’il vous plaît activer les extensions PHP suivantes:
pt_br: Aviso! Listra não irá funcionar conforme o esperado. Por favor ative seguindo as extensões do PHP:

source: Contact Information
fr_fr: Coordonnée
pt_br: Informações de contato

source: Your Company Name
fr_fr: Nom de votre société
pt_br: Nome da sua empresa

source: Street Address 2
fr_fr: Rue de l'adresse 2
pt_br: Endereço alternativo

source: Postal Code
fr_fr: Code Postal
pt_br: Código Postal

source: Primary Contact email:
ca_ca: Email de contacte:
fr_fr: Courriel de contact principal:
pt_br: Contato Principal e-mail :

source: Secondary Contact emails(Separated By Commas[,]):
ca_ca: Altres emails de contacte (separats per comes)
fr_fr: Courriel de contact secondaire (séparées par des virgules [,]):
pt_br: Contato E-mails secundários ( separadas por vírgula [,] ) :

source: Payment Information
fr_fr: L'information de paiement
pt_br: Informações de Pagamento

source: Currency Format:
ca_ca: Format de moneda:
fr_fr: Format de Devise:
pt_br: Formato de moeda:

source: Select Currency
fr_fr: Choisissez la devise
pt_br: Escolha Coin

source: On
fr_fr: Ouvert
pt_br: Em

source: Captcha Integration
fr_fr: Intégrer Captcha
pt_br: A integração de Captcha

source: Use Captcha on registration form?
ca_ca: Utilitzar Captcha al formulari de registre?
fr_fr: Utilisation de Captcha dans le formulaire d'inscription?
pt_br: Utilizar CAPTCHA no formulário de inscrição?

source: Google Captcha site Key?
fr_fr: Clé de Captcha de Google?
pt_br: Google Captcha Chava

source: CSS Overrides for registration form?
fr_fr: Un remplacement de CSS pour le formulaire d'inscription?
pt_br: Use CSS para a sua própria forma?

source: Help
fr_fr: Aide
pt_br: Ajuda

source: Choose Pages
fr_fr: Choisissez les pages
pt_br: Escolha Pages

source: Attention
ca_ca: Atenció
pt_br: Atenção

source: These settings must be configured for the plugin to function correctly.
ca_ca: Aquests ajustaments s'han de confirgurar per a que el plugin funcioni correctament
fr_fr: Ces paramètres doivent être configurés pour que le plugin fonctionne correctement.
pt_br: Estas definições devem ser configurados para o plugin para funcionar corretamente.

source: Main registration page
fr_fr: Page accueil d'inscription
pt_br: Registro da Página

source: This page should contain the {EVRREGIS} filter.&nbsp;This page can be hidden from navigation, if desired
fr_fr: Cette page doit contenir le filter.&nbsp; {EVRREGIS} pour afficher le formulaire d'inscription. Cette page peut être masquée de la navigation, si vous le souhaitez
pt_br: Esta página deve conter o código EVRREGIS {} para exibir o formulário de inscrição.

source: Return URL for Payments
fr_fr: Page Retour après Paiement
pt_br: Página Retorno pagar depois

source: Main page
fr_fr: Page d'accueil
pt_br: Página principal

source: This page should be hidden and will contain the [eventsplus_payment] payment shortcode.&nbsp; This page should be hidden from navigation
fr_fr: Cette page doit être masquée et contiendra le "code court".&nbsp; de paiement [eventsplus_payment] . Cette page doit être cachée lors de la navigation
pt_br: Esta página deve ser escondido e deve conter o código [eventsplus_payment]. A página deve ser escondida de navegação.

source: Choose if you would like to display events in Ascending or Descending order
fr_fr: Choisissez si vous souhaitez afficher les événements par ordre croissant ou décroissant
pt_br: Escolha se você gostaria de Exibir eventos em ordem Crescente ou Decrescente

source: Social Icons
fr_fr: Icônes réseaux sociaux
pt_br: Ícones Sociais

source: Show Social sharing icons in event page?
fr_fr: Afficher les icônes sociales de partage sur la page de l'événement?
pt_br: Mostrar ícones de compartilhamento Social na página do evento?

source: Add Google map Api key
fr_fr: Ajouter la clé API Google map
pt_br: Google Map Api Key

source: If your website gets huge high traffic we highly recommend to use API key.
fr_fr: Si votre site reçoit un trafic élevé, nous vous recommandons fortement d'utiliser une clé API.
pt_br: Se seu site fica enorme tráfego alto nós recomendamos usar a chave de API.

source: Email Confirmation
fr_fr: Courriel de confirmation
pt_br: Confirmação Mensagem

source: Do you want to send Registration Confirmation emails?
fr_fr: Vous voulez envoyer un e-mail pour chaque personne qui s'inscrit?
pt_br: Quer enviar um e-mail para cada pessoa que se registra?

source: (This option must be enable to send custom mails in events)
fr_fr: (Cette option doit être activée pour envoyer des emails personnalisés pour chaque événement.)
pt_br: (Essa opção deve estar habilitado para enviar e-mails personalizados para cada evento.)

source: Example
fr_fr: Exemple
pt_br: exemplo

source: Email Body
fr_fr: Contenu du courriel
pt_br: Email Content

source: Do you want to send Payment Confirmation emails?
fr_fr: Vous voulez envoyer des courriels de confirmation de paiements?
pt_br: Quer enviar e-mail de confirmação de pagamentos?

source: (This option must be enable to send payment confrimation emails)
fr_fr: (Cette option doit être activée pour envoyer des emails de confirmation des paiements reçus)
pt_br: (Essa opção deve estar habilitado para enviar e-mails de confirmação para receber pagamentos)

source: Subject
fr_fr: Sujet
pt_br: Assunto

source: Do you want to receive email notifications when someone registers?
fr_fr: Voulez-vous recevoir des notifications par e-mail lorsque quelqu'un s'enregistre?
pt_br: Quer receber notificações por e-mail quando alguém registra?

source: (This option must be enable to send email to admin)
fr_fr: (Cette option doit être activée pour envoyer l'email à l'admin)
pt_br: (Esta opção deve ser habilitar para enviar e-mail ao administrador)

source: Type your confirmation message below
ca_ca: Introdueix el teu missatge de confirmació aquí sota
fr_fr: Tapez votre message de confirmation ci-dessous
pt_br: Digite sua mensagem de confirmação abaixo

source: Step 6
fr_fr: Étape 6
pt_br: Passo 6

source: Wait list Message
fr_fr: Message à la liste d'attente
pt_br: Mensagem para lista de espera

source: Waitlist Email Body
fr_fr: Contenu de courriel pour la liste d'attente
pt_br: Esperando o conteúdo correio

source: Step 7
fr_fr: Étape 7
pt_br: Passo 7

source: Choose calendar colors
fr_fr: Choisissez des couleurs Calendrier
pt_br: Escolha as cores Calendar

source: Calendar Settings
fr_fr: Paramètres du calendrier
pt_br: Configurações do calendário

source: Choose the time format for your events:
ca_ca: Tria la hora dels esdeveniments
fr_fr: Choisissez le format de l'heure pour vos événements:
pt_br: Escolha o formato do tempo para os seus eventos:

source: 24 Hours
fr_fr: 24 heures
pt_br: 24 Horas

source: Choose the date format for your events:
ca_ca: Tria el format de data dels esdeveniments
fr_fr: Choisissez le format de date pour vos événements:
pt_br: Escolha o formato de data para os seus eventos:

source: Would you like to display amount of seats available?
fr_fr: Souhaitez-vous afficher les quantité de places disponibles?
pt_br: Você gostaria de exibir a quantidade de lugares disponíveis?

source: Start Day of Week
fr_fr: Jour de début de semaine
pt_br: Primeiro dia da semana

source: Sunday
ca_ca: Diumenge
fr_fr: Dimanche
pt_br: Domingo

source: Monday
ca_ca: Dilluns
fr_fr: Lundi
pt_br: Lunes

source: Would you like to display the category colors in the calendar?
fr_fr: Souhaitez-vous afficher les couleurs des catégorie dans le calendrier?
pt_br: Você gostaria de exibir as cores de categoria no calendário?

source: Do you want to show add to calendar button?
fr_fr: Voulez-vous montrer Ajouter un bouton calendrier ?
pt_br: Você quer mostrar adicionar calendário botão?

source: Click on each field to display the color picker. Click again to close it
fr_fr: Cliquez sur le champ pour afficher le sélecteur de couleurs. Cliquez à nouveau pour fermer
pt_br: Clique no campo para mostrar Color Picker. Clique novamente para fechar.

source: Do you want to use the Date selector?
fr_fr: Souhaitez-vous utiliser le sélecteur de date?
pt_br: Você quer usar o selecionador de data?

source: Do you want to Show Tool tip on the Calendar?
fr_fr: Voulez-vous montrer info-bulle sur le calendrier ?
pt_br: Você quer dica de ferramenta Tooltip no calendário?

source: Calendar Date Selector Background Color
fr_fr: La couleur de fond du sélecteur de date du calendrier
pt_br: Cor de fundo do selecionador de data

source: Selector Text Color
fr_fr: Couleur du texte du sélecteur
pt_br: Texto data Color Picker

source: Calendar Header
fr_fr: Couleur de fond de l'en-tête du Calendrier
pt_br: Manchete Calendar

source: Calendar Day Header Background Color
fr_fr: Tête de couleur
pt_br: Encabeçamento da cor

source: Current Day Color
fr_fr: Couleur de la journée en cours
pt_br: Cor do dia corrente

source: Current Day Background Color
fr_fr: La couleur de fond de la journée en cours
pt_br: Cor de fundo do dia corrente

source: Current Day Text Color
fr_fr: Couleur du texte de la journée en cours
pt_br: Cor de texto do dia atual

source: Description Pop Border Color
fr_fr: Description de la couleur de la bordure
pt_br: Cor da Borda da Descrição

source: Step 8
fr_fr: Étape 8
pt_br: Passo 8

source: Tax Configuration
fr_fr: Paramètres des taxes
pt_br: Configurações Fiscais

source: Do you want to charge sales tax
fr_fr: Voulez-vous facturer la taxe de vente
pt_br: Você pretende recolher um imposto

source: (This option must be enable to charge sales tax)
fr_fr: (Cette option doit être activée pour facturer la taxe de vente)
pt_br: (Esta opção deve ser ativada a fim de recolher um imposto)

source: Sales Tax Rate:
fr_fr: Taux d'imposition:
pt_br: Taxa de imposto:

source: (must be decimal, i.e. .085 )
fr_fr: (Doit être en décimal, par exemple. 0,085)
pt_br: (Deve estar em decimal, por exemplo. 0,085)

source: Congratulations
fr_fr: Félicitations
pt_br: Parabéns

source: You have setup your company information. Please click the
fr_fr: Vous avez configuré les informations de votre entreprise. S'il vous plaît, cliquez le
pt_br: Você configurou informações de sua empresa. Por favor,

source: UPDATE COMPANY SETTINGS
fr_fr: MISE À JOUR DES PARAMÈTRES DE LA SOCIÉTÉ
pt_br: Atualizar Perfil da empresa

source: button, below the tabs
fr_fr: bouton située au-dessous des onglets
pt_br: localizado abaixo das abas

source: Step 9
fr_fr: Étape 9
pt_br: Etapa 9

source: &nbsp;&nbsp;&nbsp;&nbsp;Time:
fr_fr: &nbsp;&nbsp;&nbsp;&nbsp;Heure :
pt_br: &nbsp;&nbsp;&nbsp;&nbsp; Hora:

source: Location
fr_fr: Emplacement
pt_br: Localização

source: Event Fees
ca_ca: Taxes de l'esdeveniment
fr_fr: Tarifs de l'événement
pt_br: Pauta Eventos

source: Invalid
fr_fr: Invalide
pt_br: Inválido

source: Required
ca_ca: Requerit
fr_fr: Requis
pt_br: Necessário

source: Failure - please retry!
fr_fr: Échec - recommencez !
pt_br: Falha - por favor, tente novamente!

source: Couldn't proceed! registration already processed.
fr_fr: Impossible de procéder! Inscription déjà traitée.
pt_br: Não podia continuar! registro já processado.

source: You are on the waiting list.
fr_fr: Vous êtes sur une liste d’attente.
pt_br: Você está na lista de espera.

source: You are registering for
ca_ca: T'estàs registrant per
fr_fr: Vous êtes inscrit pour
pt_br: Obrigado por registrar para

source: person(s).
ca_ca: persona/es
fr_fr: personne (s).
pt_br: personne (s).

source: Please provide the first and last name of each person:
ca_ca: Si us plau introdueix nom i cognom de cada persona:
fr_fr: S'il vous plaît fournir le prénom et le nom de chaque personne:
pt_br: S'il vous plaît fournir le nom et le prénom de chaque personne:

source: Please verify your registration details:
ca_ca: Si us plau verifica els teus detalls de registre:
fr_fr: S'il vous plaît vérifier les détails de votre inscription:
pt_br: S'il vous plaît vérifier les détails de votre inscription:

source: Event Name/Cost:
ca_ca: Nom/preu de l'edeveniment
fr_fr: Nom de l'événement / Coût :
pt_br: Nome do Evento/Custo

source: Registering Name:
ca_ca: Nom de registre:
fr_fr: Nom inscrit:
pt_br: Obrigado por registrar para

source: Email Address:
ca_ca: Email:
fr_fr: Adresse de courriel:
pt_br: E-mail:

source: Number of Attendees:
ca_ca: Nombre d'assistents:
fr_fr: Nombre de participants:
pt_br: Número de participantes

source: Order Details:
ca_ca: Detalls de la comanda:
fr_fr: Détails de la commande:
pt_br: Detalhes do pedido:

source: Waiting List
fr_fr: Liste d’attente
pt_br: Lista de espera

source: Free
ca_ca: Gratis
fr_fr: Gratuit
pt_br: Livre

source: Coupon:
pt_br: Cupom de desconto:

source: Invalid Code!
fr_fr: Code Invalide !
pt_br: Código Inválido

source: Sales Tax:
fr_fr: Taxes de vente:
pt_br: Imposto sobre vendas:

source: Order Total:
fr_fr: Total à payer :
pt_br: Total do pedido:

source: Discount:
fr_fr: Réduction:
pt_br: Desconto:

source: Total Cost:
ca_ca: Preu total:
fr_fr: Coût total:
pt_br: usto total:

source: BACK
ca_ca: ENDARRERA
fr_fr: RETOUR
pt_br: VOLTAR

source: You must select at least one registration item.
ca_ca: Has de seleccionar almenys un element de registre.
fr_fr: Vous devez sélectionner au moins un élément d'inscription.
pt_br: Você deve selecionar pelo menos um item de registo.

source: Please go back and select an item!
ca_ca: Si us plau torna enrera i sel·lecciona un article!
fr_fr: S'il vous plaît revenir en arrière et choisir un élément!
pt_br: Por favor, volte e selecione um item!

source: Confirmed
ca_ca: Confirmat
fr_fr: Confirmé
pt_br: confirmado

source: A confirmation email has been sent to:
ca_ca: Un email de confirmació s'ha enviat a:
fr_fr: Un courriel de confirmation a été envoyé à :
pt_br: Um email de confirmação foi enviado para

source: At this time, all seats for the event have been taken. Your information has been placed on our waiting list. The waiting list is on a first come, first serve basis. You will be notified by email should a seat become available.
ca_ca: En aquest moment, no queden places per a l'esdeveniment. T'hem col·locat en llista d'espera. Se't notificarà per email si es disposés d'una plaça.
fr_fr: À ce moment, toutes les places pour l'événement ont été prises. Vos informations ont été placées sur notre liste d'attente. La liste d'attente est basée sur le principe du premier arrivé, premier servi. Vous serez averti par email si un siège devenait disponible.
pt_br: Neste momento, temos tido todos os lugares para o evento. Sua informação foi colocado na lista de espera. A lista de espera está em um primeiro a chegar, primeiro a ser servido. Você será notificado por e-mail deve ser um lugar disponível.

source: Your information has been received.
ca_ca: Hem rebut la teva informació
fr_fr: Votre information a été reçue.
pt_br: Sua informação tem-se recebido.

source: Congratulations! Transaction has been completed and payment has been received. Thank you for your payment.
ca_ca: Enhorabona! Transacció completat i pagament rebut. Gràcies pel teu pagament.
fr_fr: Félicitations à vous! La transaction s'est bien déroulée et le paiement a été reçu. Merci pour votre paiement.
pt_br: Parabéns! Transação foi concluída e que o pagamento foi recebido. Obrigado por seu pagamento.

source: Transaction has been completed but payment failed. Please try registering again.
ca_ca: Transacció completa, però el pagament ha fallat. Si us plau, intenta registrar-te de nou.
fr_fr: Transaction a été effectuée, mais le paiement a échoué. S'il vous plaît essayer de vous inscrire à nouveau.
pt_br: Transação foi concluída, mas o pagamento falhou. Por favor, tente registrar novamente.

source: Thank you for registering for
fr_fr: Merci de vous inscrire pour
pt_br: Obrigado por registrar para

source: At this time, all seats for the event have been taken. Your information has been placed on our waiting list. The waiting list is on a first come, first serve basis. You will be notified by email should a seat become available.
fr_fr: À ce moment, toutes les places pour l'événement ont été prises. Vos informations ont été placées sur notre liste d'attente. La liste d'attente est basée sur le principe du premier arrivé, premier servi. Vous serez averti par email si un siège devenait disponible.
pt_br: Neste momento, todos os assentos para o evento foram tomadas. Suas informações, foi colocado na lista de espera. A lista de espera está em um primeiro a chegar, primeiro a servir base. Você será avisado por e-mail Torne-Se um assento disponível.

source: Select One
fr_fr: Sélectionnez Un
pt_br: Selecionar um

source: The list of upcoming events.
fr_fr: La liste des événements à venir.
pt_br: Lista de próximos eventos

source: Open Seats
ca_ca: Places disponibles
fr_fr: Places disponibles
pt_br: Assentos

source: Unlimited
ca_ca: Il·limitat
fr_fr: Illimité
pt_br: Ilimitado

source: Please check your email for payment information.
fr_fr: Merci de vérifier votre courriel pour les informations de paiement.
pt_br: Por favor, verifique seu e-mail para informações de pagamento.

source: Payment Page for
fr_fr: Page de Paiement pour
pt_br: Pagamento página para

source: for event
fr_fr: pour l'événement
pt_br: para evento

source: Registration Detail Summary:
ca_ca: Resum dels detalls de registre
fr_fr: Résumé de l'inscription :
pt_br: Resumo de Detalhes de Registo:

source: Attendee Name:
ca_ca: Nom de l'assitent:
fr_fr: Nom du participant:
pt_br: Nome participante:

source: Payments Received:
fr_fr: Paiements reçus:
pt_br: Pagamentos recebidos:

source: Payment
fr_fr: Paiement
pt_br: Pagamento

source: Total Outstanding Payment Due*:
ca_ca: Pagament total pendent *:
fr_fr: Paiement total restant dû *:
pt_br: Montante total em dívida *:

source: Total Payment Due*:
ca_ca: Pagament total a pagar*:
fr_fr: Paiement total dû *:
pt_br: * O pagamento total por:

source: *Payments could take several days to post to this page. Please check back in several days if you made a payment and your payment is not showing at this time.
ca_ca: * Els pagaments podrien trigar diversos dies en publicar-se en aquesta pàgina. Si us plau, torna d'aquí a alguns dies si has fet un pagament i no es mostra en aquest moment
fr_fr: * Les paiements peuvent prendre plusieurs jours pour être posté sur cette page. S'il vous plaît revenez dans quelques jours si vous faites un paiement maintenant et que celui-ci n'est pas affiché à ce moment.
pt_br: * Os pagamentos podem levar vários dias para publicar nesta página. Por favor, volte em alguns dias, se você fez um pagamento e seu pagamento não está mostrando no momento.

source: Please enter your first name
fr_fr: S'il vous plaît entrer votre prénom
pt_br: Por favor insira seu nome
