Repository: rahul0378/testproject
Catalog: languages/evrplus_language-*.po
Languages: ca_ca, fr_fr, pt_br

source: Please enter your last name
fr_fr: Entrez votre nom SVP
pt_br: Por favor insira seu sobrenome

source: Email format not correct!
ca_ca: Format d'email incorrecte!
fr_fr: Le format du courriel n'est pas correct!
pt_br: Formato de e-mail não corrigir!

source: Please enter your phone number
fr_fr: S'il vous plaît entrer votre numéro de téléphone
pt_br: Digite seu número de telefone.

source: Please use correct format for your phone number
fr_fr: S'il vous plaît utiliser le format correcte pour votre numéro de téléphone
pt_br: Por favor, use o formato correto para o seu número de telefone

source: Please enter your address
fr_fr: Entrez votre adresse SVP
pt_br: Por favor digite o seu endereço.

source: Please enter your city
fr_fr: S'il vous plaît entrez votre ville
pt_br: Por favor, digite a sua cidade

source: Please enter your state
fr_fr: S'il vous plaît entrez votre province/état
pt_br: Digite seu Estado

source: Please enter your zip/postal code
fr_fr: S'il vous plaît entrer votre code postal
pt_br: Por favor introduza o seu Código Postal

source: You didn't accept terms and conditions!
fr_fr: Vous n’acceptez pas les termes et conditions !
pt_br: Tem de aceitar os termos e as condições

source: Add to your calendar
fr_fr: Ajouter à votre calendrier
pt_br: Adicione ao seu calendário

source: Event Location
ca_ca: Lloc de l'esdeveniment
fr_fr: Lieu de l'événement
pt_br: Local do evento

source: Total Seats
ca_ca: Nombre total de seients
fr_fr: Nombre total de sièges
pt_br: Total de assentos

source: Remaining Seats
ca_ca: Nombre total de seients
fr_fr: Sièges restants
pt_br: Assentos Restantes

source: FREE
ca_ca: GRATIS
fr_fr: GRATUIT
pt_br: GRATUITO

source: Days
ca_ca: Dies
fr_fr: Journées
pt_br: Dias

source: Hours
ca_ca: Hores
fr_fr: Heures
pt_br: Horas

source: Minutes
ca_ca: Minuts
pt_br: Minutos

source: Seconds
ca_ca: Segons
fr_fr: Secondes
pt_br: Segundos

source: REGISTER
ca_ca: REGISTRE
fr_fr: INSCRIRE
pt_br: CADASTRO

source: MORE INFO
ca_ca: MÉS INFORMACIÓ
fr_fr: PLUS D'INFORMATIONS
pt_br: MAIS INFORMAÇÕES

source: Registration is closed for this event.
fr_fr: Les inscriptions sont fermées pour cet événement.
pt_br: Registro está fechado para este evento.

source: For more information or questions, please email:
fr_fr: Pour plus d'informations ou questions, veuillez envoyer un e-mail à
pt_br: Para mais informações ou perguntas, envie um e-mail:

source: I accept the terms and conditions
ca_ca: Acepto els termes i condicions
fr_fr: J'accepte les termes et les conditions
pt_br: Eu aceito os termos e condições

source: Street/PO Address
ca_ca: Adreça
fr_fr: Rue / Adresse
pt_br: Rua / Endereço

source: Postal/Zip Code
ca_ca: Codi postal
fr_fr: Code postal / Zip
pt_br: Postal Code / Zip

source: Company Name
fr_fr: Nom de l'entreprise
pt_br: Nome da Empresa

source: Company Address
ca_ca: Adreça de l'empresa
fr_fr: Adresse de la société
pt_br: Endereço da Empresa

source: Company City
fr_fr: Ville de l'entreprise
pt_br: Localidade da empresa

source: Company State/Province
fr_fr: État/province de l'entreprise
pt_br: Estado/Província da Empresa

source: Company Postal Code
fr_fr: Code postal de la société
pt_br: Empresa Código Postal:

source: Company Phone
fr_fr: Téléphone de la société
pt_br: Telefone da Empresa

source: Enter coupon code for discount
ca_ca: Introduir cupó de descompte
fr_fr: Entrez le code coupon de réduction
pt_br: Digite o Código de Cupom de desconto

source: You must select at least one item!
ca_ca: Has de sel·leccionar com a mínim un article!
fr_fr: Vous devez sélectionner au moins un élément!
pt_br: Você deve selecionar pelo menos um item!

source: No Fees/Items available for todays date!
fr_fr: Pas de billets/d'événements disponibles pour la date du jour !
pt_br: Não há itens disponíveis para a data de hoje!

source: Sales Tax
fr_fr: Taxes de ventes
pt_br: Imposto Sobre Vendas

source: No Fees Have Been Setup For This Event!
ca_ca: No s'han estipulat taxes per aquest edeveniment
fr_fr: Aucun frais n'a été défini pour cet événement!
pt_br: Não há comissão foi definido para este evento!

source: Registration for this event can not be taken at this time.
fr_fr: L'inscription à cet événement ne peut être faite pour l'instant.
pt_br: As inscrições para este evento não podem ser realizadas neste momento.

source: Submit
ca_ca: Enviar
fr_fr: Soumettre
pt_br: Enviar

source: Reset
ca_ca: Esborrar
fr_fr: Réinitialiser
pt_br: Reinicialização

source: Pay Now
ca_ca: Pagar ara
fr_fr: Payez Maintenant
pt_br: Pague agora

source: Search By Title
ca_ca: Buscar per títol
fr_fr: Recherche par titre
pt_br: Pesquisa por título

source: Read more
fr_fr: Lire la suite
pt_br: Mais informação

source: Time:
fr_fr: Heure:
pt_br: Hora:

source: Feb
fr_fr: Fev
pt_br: Fev

source: Dec
ca_ca: Des
fr_fr: Déc
pt_br: Dez

source: Sun
ca_ca: Dg
fr_fr: Dim
pt_br: Dom

source: Tue
ca_ca: Dim
fr_fr: Mar
pt_br: Mar

source: Wed
ca_ca: Dx
fr_fr: Mer
pt_br: Mie

source: Thu
ca_ca: Dij
fr_fr: Jeu
pt_br: Qui

source: Fri
ca_ca: Div
fr_fr: Ven
pt_br: Vie

source: January
ca_ca: Gener
fr_fr: Janvier
pt_br: Janeiro

source: February
ca_ca: Febrer
fr_fr: Février
pt_br: Fevereiro

source: March
ca_ca: Març
fr_fr: Mars
pt_br: Março

source: April
ca_ca: Abril
fr_fr: Avril
pt_br: Abril

source: May
ca_ca: Maig
fr_fr: Mai
pt_br: Maio

source: June
ca_ca: Juny
fr_fr: Juin
pt_br: Junho

source: July
ca_ca: Juliol
fr_fr: Juillet
pt_br: Julho

source: August
ca_ca: Agost
fr_fr: Août
pt_br: Agosto

source: September
ca_ca: Setembre
fr_fr: Septembre
pt_br: Setembro

source: October
ca_ca: Octubre
fr_fr: Octobre
pt_br: Outubro

source: November
ca_ca: Novembre
fr_fr: Novembre
pt_br: Novembro

source: December
ca_ca: Desembre
fr_fr: Décembre
pt_br: Dezembro

source: Month
ca_ca: Mes
fr_fr: Mois
pt_br: Mês

source: Year
ca_ca: Any
fr_fr: Année
pt_br: Ano

source: Go
ca_ca: Anar
fr_fr: Aller
pt_br: Vá

source: Event Full
ca_ca: Esdeveniment complet
fr_fr: Événement Complet
pt_br: Evento completa

source: read more
ca_ca: Llegeix més
fr_fr: lire la suite
pt_br: leia mais

source: Time
ca_ca: Hora
fr_fr: Horaires
pt_br: Tempo

source: Share
fr_fr: Partager
pt_br: Compartilhar

source: External Registration
fr_fr: Enregistrement externe
pt_br: Inscrição Externa

source: all day
ca_ca: tot el dia
fr_fr: toute la journée
pt_br: todo o dia

source: Between
ca_ca: Entre
fr_fr: Entre
pt_br: Entre

source: No event till now!
ca_ca: Cap esdeveniment fins ara!
fr_fr: Jusqu'à maintenant, aucun événement !
pt_br: Nenhum evento até agora!

source: S
pt_br: D

source: M
pt_br: L

source: T
pt_br: M

source: W
pt_br: M

source: F
pt_br: V

source: Manage Events
ca_ca: Gestionar esdeveniments
fr_fr: Gérer des événements
pt_br: Gerenciar Eventos

source: Event Fees/Tickets
fr_fr: Tarifs/billets de l’événement
pt_br: As taxas de evento/bilhetes

source: Event Questions
ca_ca: Preguntes de l'esdeveniment
fr_fr: Questions de l'événement
pt_br: Perguntas Evento

source: Event Attendees
fr_fr: Participants à l’évènement
pt_br: Participantes do Evento

source: Contact
pt_br: Contato

source: Captcha
pt_br: Utilizar CAPTCHA no formulário de inscrição?

source: Page Config
fr_fr: Page de configuration
pt_br: Defina

source: Confirmation
pt_br: Confirme

source: Calendar
fr_fr: Calendrier
pt_br: Calendário

source: Tax
fr_fr: Taxes
pt_br: Imposto

source: Done
fr_fr: Terminé
pt_br: Terminado

source: Events Plus Dashboard
fr_fr: Tableau de bord des événements
pt_br: Eventos além de Dashboard

source: Success Updating table -
fr_fr: Mise à jour des données effectuée
pt_br: Tabela de atualização de sucesso-

source: Failure Updating table -
fr_fr: Erreur lors de la mise à jour des données
pt_br: Tabela de atualização falha-

source: At this time, all seats for the event have been taken. Your information has been placed on our waiting list. The waiting list is on a first come, first serve basis. You will be notified by email should a seat become available.
fr_fr: À ce moment, toutes les places pour l'événement ont été prises. Vos informations ont été placées sur notre liste d'attente. La liste d'attente est basée sur le principe du premier arrivé, premier servi. Vous serez averti par email si un siège devenait disponible.
pt_br: Neste momento, todos os assentos para o evento foram tomadas. Suas informações, foi colocado na lista de espera. A lista de espera está em um primeiro a chegar, primeiro a servir base. Você será avisado por e-mail Torne-Se um assento disponível.

source: Invalid event - please retry!
fr_fr: Événement non valide - recommencez !
pt_br: Evento inválido - por favor, tente novamente!

source: Invalid registration - please retry!
fr_fr: Inscription non valide - recommencez !
pt_br: Registro inválido - por favor, tente novamente!

source: Order details
ca_ca: Detalls de la comanda
fr_fr: Détails de la commande
pt_br: Detalhes do pedido

source: Event Name:
fr_fr: Nom de l'événement:
pt_br: Nome do Evento:

source: Sales Tax
fr_fr: Taxes de vente
pt_br: Imposto Sobre Vendas

source: Please select one of the following methods and by clicking Pay Now button you will be taken to our payment vendor's site
fr_fr: S'il vous plaît sélectionnez l'une des méthodes suivantes et, en cliquant sur le bouton Payer maintenant, vous serez redirigé vers le site de notre fournisseur de paiement
pt_br: Por favor seleccione um dos seguintes métodos e clicando no botão Pagar agora você será levado ao site do nosso fornecedor de pagamento.

source: Payment Methods
ca_ca: Mètodes de pagament
fr_fr: Moyens de paiement
pt_br: Métodos de Pagamento

source: Please mail your check to:
fr_fr: Veuillez expédier votre chèque à :
pt_br: Por favor, Envie ou Entregue o seu cheque no/para o endereço:

source: Sandbox Mode
fr_fr: Mode Sandbox
pt_br: Modo Sandbox

source: Transaction Id
pt_br: ID da Compra

source: Order details:
fr_fr: Détails de la commande:
pt_br: Detalhes do Pedido:

source: The attendee has been added.
ca_ca: S'ha afegit l'assistent
fr_fr: Un participant a été ajouté.
pt_br: O assistente foi adicionado.

source: There was an error in your submission, please try again. The attendee was not saved!
ca_ca: S'ha produït un error, si us plau intenta-ho de nou. L'assistent no s'ha guardat
fr_fr: Il y avait une erreur dans votre demande, s'il vous plaît essayer à nouveau. Le participant n'a pas été enregistré!
pt_br: Houve um erro no seu pedido, por favor, tente novamente. O assistente não foi poupado!

source: Attendee has been updated.
fr_fr: Le participant a été mis à jour.
pt_br: Participante foi atualizado.

source: Attendee has been deleted.
fr_fr: Le participant a été supprimé.
pt_br: Participante foi excluído.

source: Attendee couldn't deleted.
fr_fr: Le participant n’a pas pu être supprimé.
pt_br: Participante não eliminado.

source: All the attendee information has been successfully deleted from the event.
fr_fr: Toutes les informations sur le participant ont été supprimées de l’événement avec succès .
pt_br: Todas as informações dos participantes foram excluídas do evento com sucesso.

source: Attendees couldn't deleted.
fr_fr: Les participants n'ont pas pu être supprimés.
pt_br: Os participantes não eliminado.

source: Please fill in category name.
fr_fr: Veuillez remplir le nom de catégorie SVP.
pt_br: Por favor, preencha o nome da categoria.

source: Please fill in category unique id.
fr_fr: Veuillez s’il vous plaît remplir, dans la catégorie, l’id unique.
pt_br: Por favor, preencha a identificação exclusiva de categoria.

source: Category unique id already exists.
fr_fr: Id unique de la catégorie existe déjà.
pt_br: Identificação exclusiva de categoria já existe.

source: The category has been added.
ca_ca: S'ha afegit la categoria
fr_fr: La catégorie a été ajoutée.
pt_br: A categoria foi adicionada

source: The category couldn't be added.
fr_fr: La catégorie n’a pas pu être ajoutée.
pt_br: A categoria não pôde ser adicionada.

source: The category couldn't updated.
fr_fr: La catégorie n'a pas pu se mettre à jour.
pt_br: A categoria não atualizado.

source: The category has been updated.
ca_ca: S'ha actualitzat la categoria
fr_fr: La catégorie a été mis à jour.
pt_br: A categoria foi atualizada.

source: The category has been deleted.
fr_fr: La catégorie a été supprimée.
pt_br: A categoria foi excluída.

source: The category couldn't deleted.
fr_fr: La catégorie n’a pas pu être supprimée.
pt_br: A categoria não eliminado.

source: The event
ca_ca: L'esdeveniment
fr_fr: L'événement
pt_br: O evento

source: has been added.
fr_fr: a été ajouté.
pt_br: foi adicionado.

source: There was an error in your submission, please try again. The event was not saved!
ca_ca: S'ha produït un error, si us plau intenta-ho de nou. L'esdeveniment no s'ha guardat
fr_fr: Il y avait une erreur dans votre demande, s'il vous plaît essayer à nouveau. L'événement n'a pas été sauvegardé!
pt_br: Houve um erro em sua apresentação, por favor, tente novamente. O evento não foi poupado!

source: The Event details saved for
ca_ca: Detalls de l'esdeveniment guardats per
fr_fr: Détails des événements enregistrés pour
pt_br: Detalhes de eventos salvos para

source: has been updated!
ca_ca: S'ha actualitzat!
fr_fr: a été mis à jour!
pt_br: Foi atualizado!

source: The event has been deleted.
ca_ca: L'esdeveniment s'ha eliminat
fr_fr: L'événement a été supprimé.
pt_br: O evento foi excluído.

source: The event couldn't deleted.
fr_fr: L'événement n'a pas pu être supprimé.
pt_br: O evento não eliminado.

source: The copy of event
fr_fr: La copie de l’événement
pt_br: A cópia do evento

source: has been added.
ca_ca: s'ha afegit
fr_fr: a été ajouté.
pt_br: foi adicionado.

source: The questions have been added.
fr_fr: Les questions ont été ajoutées.
pt_br: As perguntas foram adicionadas.

source: The cost
ca_ca: El preu
fr_fr: Le coût
pt_br: o CUSTO

source: There was an error in your submission, please try again. The cost was not saved!
ca_ca: S'ha produït un error, si us plau intenta-ho de nou. El preu no s'ha guardat
fr_fr: Il y avait une erreur dans votre demande, s'il vous plaît essayer à nouveau. Le coût n'a pas été enregistré!
pt_br: Houve um erro em sua apresentação, por favor, tente novamente. O custo não foi salvo!

source: There was an error in your submission, please try again. The coupon code changes were not saved!
ca_ca: S'ha produït un error, si us plau intenta-ho de nou. Els canvis al cupó no s'han guardat
fr_fr: Il y avait une erreur dans votre demande, s'il vous plaît essayer à nouveau. Le code promo n'a pas été enregistré!
pt_br: Houve um erro em sua apresentação, por favor, tente novamente. Nenhuma alteração foi salva no código de cupom!

source: The coupon code information has been updated.
fr_fr: L'information du code promo a été mis à jour.
pt_br: As informações de código de cupom foi atualizadas.

source: The event cost/ticket item has been added.
fr_fr: L’élément de coût/billets d’événement a été ajouté.
pt_br: O item de custo/bilhete de evento foi adicionado.

source: There was an error in your submission, please try again. The event cost/ticket item was not saved!
ca_ca: S'ha produït un error, si us plau intenta-ho de nou. El preu de l'esdeveniment no s'ha guardat
fr_fr: Il y avait une erreur dans votre demande, s'il vous plaît essayer à nouveau. L'élément de coût / achats de billets d'événement n'a pas été enregistré!
pt_br: Houve um erro em sua apresentação, por favor, tente novamente. O elemento de custo / bilhete do evento não foi salvo!

source: The event cost/ticket item has been updated. You will now be taken back to the Event Pricing Page
ca_ca: El preu de l'esdeveniment s'ha actualitzat. Ara es torna a la pàgina de preus dels esdeveniments
fr_fr: Le coût / ticket de l'événement a été mis à jour. Vous allez maintenant revenir à la page de tarification des événements
pt_br: O item de despesa / bilhete do evento foi atualizado. Você será levado de volta para a página de eventos de moeda

source: There was an error in your submission, please try again. The event cost/ticket item was not updated!
ca_ca: S'ha produït un error, si us plau intenta-ho de nou. El preu de l'esdeveniment no s'ha actualitzat
fr_fr: Il y avait une erreur dans votre demande, s'il vous plaît essayer à nouveau. L'élément de coût / achats de billets d'événement n'a pas été mis à jour!
pt_br: Houve um erro em sua apresentação, por favor, tente novamente. O elemento de custo / bilhete do evento não foi atualizado!

source: Item has been deleted.
fr_fr: L'élément a été supprimé.
pt_br: O item selecionado foi excluído.

source: Item couldn't deleted.
fr_fr: L'élément n'a pas pu être supprimé.
pt_br: Item não excluído.

source: Payment Offline
fr_fr: Paiement Hors ligne
pt_br: Pagamento Offline

source: To make payment or view your payment information go to
fr_fr: Pour payer, ou voir les informations de paiement aller à
pt_br: Para pagar, ou ver informações de pagamento ir para

source: The payment has now been added and Payment notification has been sent.
fr_fr: Le paiement a maintenant été ajouté et la notification de paiement a été envoyée
pt_br: Agora foi adicionado o pagamento e notificação de pagamento foi enviada.

source: The payment has now been added.
fr_fr: Le paiement a maintenant été ajouté.
pt_br: O pagamento foi adicionado agora.

source: There was an error in your submission, please try again. The payment was not saved!
ca_ca: S'ha produït un error, si us plau intenta-ho de nou. El pagament no s'ha guardat
fr_fr: Il y avait une erreur dans votre demande, s'il vous plaît essayer à nouveau. Le paiement n'a été sauvegardé!
pt_br: Houve um erro em sua apresentação, por favor, tente novamente. O pagamento não será salvo!

source: There was an error in your submission, please try again. The payment was not updated!
ca_ca: S'ha produït un error, si us plau intenta-ho de nou. El pagament no s'ha actualitzat
fr_fr: Il y avait une erreur dans votre demande, s'il vous plaît essayer à nouveau. Le paiement n'a pas été mis à jour!
pt_br: Houve um erro em sua apresentação, por favor, tente novamente. O pagamento não será atualizado!

source: The payment has been updated.
ca_ca: S'ha actualitzat el pagament
fr_fr: Le paiement a été mis à jour.
pt_br: O pagamento foi atualizada.

source: The payment has been successfully deleted from the attendee.
ca_ca: S'ha elimiat el pagament de l'assistent
fr_fr: Le paiement du participant a bien été supprimé.
pt_br: O pagamento é removido com sucesso a partir do assistente.

source: Payment entry couldn't deleted.
fr_fr: L'entrée de paiement n'a pas pu être supprimée.
pt_br: Entrada de pagamento não eliminado.

source: A balance is outstanding on your event registration fees. Please pay to complete your registration process.
fr_fr: Un paiement est en attente pour votre inscription à l'événement. Veuillez effectuer ce paiement pour terminer le processus d'inscription.
pt_br: Um equilíbrio é notável em suas taxas de inscrição do evento. Por favor pague completar seu processo de registro.

source: Payment Reminder
fr_fr: Rappel de paiement
pt_br: Lembretes de Pagamento:

source: Payment Reminder Notification sent to
fr_fr: Notification de rappel de paiement adressée à
pt_br: Notificação de Pagamento Recebido enviada para

source: No pending payments reminders to send
fr_fr: Aucun rappel de paiement en attente à envoyer
pt_br: Não pendente lembretes de pagamentos para enviar

source: The question has been added.
ca_ca: S'ha afegit la pregunta
fr_fr: La question a été ajoutée.
pt_br: Adicionado a questão.

source: There was an error in your submission, please try again. The question was not saved!
ca_ca: S'ha produït un error, si us plau intenta-ho de nou. La pregunta no s'ha guardat
fr_fr: Il y avait une erreur dans votre demande, s'il vous plaît essayer à nouveau. La question n'a pas été sauvegardée!
pt_br: Houve um erro em sua apresentação, por favor, tente novamente. A questão não foi poupado!

source: The question has been updated.
fr_fr: La question a été mise à jour.
pt_br: Pregunta foi atualizada.

source: Question has been deleted.
fr_fr: La question a été supprimée.
pt_br: Pergunta foi excluída.

source: Question couldn't deleted.
fr_fr: La question n'a pas pu être supprimée.
pt_br: Pergunta não eliminado.

source: Configuration settings saved
fr_fr: Les paramètres de configuration sont sauvegardés
pt_br: Configurações salvadas

source: There was an error in your submission, please try again. The configuration data was not updated!
fr_fr: Une erreur s'est produite dans votre soumission. Veuillez réessayer. Les données de configuration n'ont pas été mises à jour!
pt_br: Houve um erro no seu envio, por favor tente novamente. Os dados de configuração não foi atualizados!

source: PayPal Sandbox Mode Is Active
ca_ca: La plataforma de pagament de PayPal és activa
fr_fr: Mode Sandbox PayPal est actif
pt_br: PayPal modo Sandbox está ativo

source: Payments will not be processed
fr_fr: Les paiements ne seront pas traitées
pt_br: Os pagamentos não serão processados

source: Pay using PayPal
fr_fr: Procéder au paiement via PayPal
pt_br: Pagar usandoo PayPal

source: Pay using your credit/debit card
fr_fr: Payez avec votre carte de crédit/débit
pt_br: Pagar usando seu cartão de crédito/débito

source: Pay via Stripe
fr_fr: Payer via Stripe
pt_br: Pague via Stripe

source: Invalid request - Payment couldn't be processed.
ca_ca: Sol·licitud no vàlida - El pagament no s'ha pogut processar.
fr_fr: Requête invalide - Le paiement n'a pas pu être traitée.
pt_br: Pedido inválido - O pagamento não pôde ser processado.

source: Already processed
fr_fr: Déjà traité
pt_br: Já processadas

source: Payment already processed
fr_fr: Le paiement est déjà traité
pt_br: Pagamento já processado

source: Discount
ca_ca: Descompte
fr_fr: Remise

source: Status
ca_ca: Estat
fr_fr: Statut

source: Email
fr_fr: Courriel

source: Shortcode
fr_fr: Code court

source: ACTIVE
ca_ca: ACTIU
fr_fr: ACTIF

source: Weekly
fr_fr: Hebdomadaire

source: Co. Postal
fr_fr: Code postal de la société

source: More Info URL
ca_ca: URL per a més informació
fr_fr: Plus d'Infos URL

source: EDIT
ca_ca: EDITAR
fr_fr: MODIFIER

source: ADD NEW CATEGORY
ca_ca: AFEGIR NOVA CATEGORIA
fr_fr: AJOUTER NOUVELLE CATÉGORIE

source: Authorized.Net API Login ID
fr_fr: ID de connexion Authorized.Net API

source: Publishable key
fr_fr: Clé publique

source: Off
fr_fr: Éteint

source: AM - PM
fr_fr: MATIN - APRÈS-MIDI

source: Date Picker
fr_fr: Sélecteur de date

source: Mon
ca_ca: Dill
fr_fr: Lun

source: Sat
ca_ca: Diss
fr_fr: Sam

source: Apr
ca_ca: Abr
fr_fr: Avr

source: Jun
fr_fr: Juin

source: Aug
ca_ca: Ago
fr_fr: Août

source: . . .Now returning you to Question Management . .
ca_ca: Tornant a la gestió de preguntes

source: . . .Now returning you to Question Managment . .
ca_ca: Tornant a la gestió de preguntes

source: . . .Now returning you to attendee list . .
ca_ca: Tornant a la llista d'assistents

source: . . .Now returning you to event list . .
ca_ca: Tornant a la llista d'esdeveniments

source: . . .Now returning you to the payment section . .
ca_ca: Tornant a la secció de pagament

source: (For your logo on PayPal page)
ca_ca: (Per al teu logo a la página de PayPal)

source: (used for cancelled payments)
ca_ca: (per a pagaments cancel·lats)

source: (used to process payments)
ca_ca: (per a processar pagaments)

source: . . .Now returning you to event list . .
ca_ca: Tornant a la llista d'esdeveniments

source: ADD NEW COST/TICKET
ca_ca: AFEGIR NOU PREU/TIQUET

source: ADD NEW EVENT
ca_ca: AFEGIR UN NOU ESDEVENIMENT

source: ADD NEW QUESTION
ca_ca: AFEGIR UNA NOVA PREGUNTA

source: Active Events
ca_ca: Esdeveniments actius

source: Add A Category
ca_ca: Afegeix una categoria

source: Add Attendee:
ca_ca: Afegeix un assistent:

source: Add Event Cost/Item for
ca_ca: Afegeix un esdeveniment per al preu/producte
