Repository: rahul0378/testproject
Catalog: languages/evrplus_language-*.po
Languages: ca_ca, fr_fr, pt_br

source: Add Payment:
ca_ca: Afegeix un pagament:

source: All location information must be complete for Google Map feature to work.
ca_ca: Tota la informació d'ubicació ha de ser completa per a que funcioni el mapa de Google

source: Answer Table Name:
ca_ca: Nom de la taula de respostes:

source: Answer Table Version:
ca_ca: Versió de la taula de respostes:

source: Apply Changes
ca_ca: Aplicar canvis

source: Attendee Management
ca_ca: Gestió dels assitents

source: Attendee Table Name:
ca_ca: Nom de la taula d'assistents

source: Attendee Table Version:
ca_ca: Versió de la taula d'assistents

source: Cancel Return URL
ca_ca: URL de devolució de cancel·lacions

source: Category Table Name:
ca_ca: Nom de la taula de la categoria

source: Category Table Version:
ca_ca: Versió de la taula de la categoria

source: Company & Plugin Settings
ca_ca: Configuració de l'empresa i el plugin

source: Company City:
ca_ca: Ciutat de l'empresa:

source: Company Information
ca_ca: Informació de l'empresa:

source: Company Name:
ca_ca: Nom de l'empresa:

source: Company Postal Code:
ca_ca: Codi postal de l'empresa:

source: Company State:
ca_ca: Provincia de l'empresa:

source: Company Street 1:
ca_ca: Adreça de l'empresa 1:

source: Company Street 2:
ca_ca: Adreça de l'empresa 2:

source: Company details saved
ca_ca: Detalls de l'empresa guardats

source: Confirmation eMail
ca_ca: Email de confirmació

source: Cost Table Name:
ca_ca: Nom de la taula de preus:

source: Cost Table Version:
ca_ca: Versió de la taula de preus:

source: Custom Questions
ca_ca: Preguntes personalitzades

source: DELETE
ca_ca: ELIMINAR

source: Data Table Information
ca_ca: Informació de la taula de dades

source: Default Registration Information (Name and Email Required)
ca_ca: Informació de registre per defecte (nom i email requerits)

source: Display Description
ca_ca: Mostrar descripció

source: Display description on registration form page?
ca_ca: Mostrar descripció al formulari de la página de registre?

source: Do you want to display the event description on the events page?
ca_ca: Vols mostrar la descripció de l'esdeveniment a la pàgina d'esdeveniments?

source: EDIT QUESTION
ca_ca: EDITAR PREGUNTA

source: ERROR: Invalid Security Code.
ca_ca: ERROR: Codi de seguretat erroni

source: EVENT VENUE
ca_ca: LLOC DE L'ESDEVENIMENT

source: Edit Attendee:
ca_ca: Editar assistent

source: Edit Event Cost/Item for
ca_ca: Editar preu/producte de l'esdeveniment

source: Email Settings - Confirmation Email
ca_ca: Configuració d'email - Email de confirmació

source: Enter coupon code for discount off primary registration?
ca_ca: Introduir el codi de cupó de descompte en la primera inscripció?

source: Enter the number of available seats at your event venue. Leave blank if their is no limit on registrations.
ca_ca: Introdueix el nombre de places disponibles al seu lloc de celebració de l'esdeveniment. Deixa en blanc si no hi ha un límit en els registres.

source: Enter the security code as it is shown (required)
ca_ca: Introdueixi el codi de seguretat com es mostra (requerit)

source: Enter the text for the confirmation email. This email will be sent in text format. See User Manual for data tags.
ca_ca: Introdueixi el text del correu electrònic de confirmació. Aquest correu electrònic serà enviat en format de text. Consulteu el Manual de l'usuari per variables de dades.

source: Enter the url of an image you wish displayed above the registration form. The image should be no wider than 450.
ca_ca: Esdeveniment

source: Enter the url to an image you would like displayed next to the event in the event listings. Size should be 150 x112
ca_ca: Introdueix l'URL d'una imatge que vols que es mostra al costat de l'esdeveniment en les llistes d'esdeveniments. La mida ha de ser de 150 x 112

source: Event Items:
ca_ca: Articles de l'esdeveniment

source: Event Registration Plugin - Current Information
ca_ca: Registre de l'esdeveniment - Informació actual

source: Event Table Name:
ca_ca: Nom de la taula de l'esdeveniment

source: Event Table Version:
ca_ca: Versió de la taula de l'esdeveniment

source: GET
ca_ca: AGAFA

source: If you want the description to display under the event title on the registration form, select yes.
ca_ca: Si vols que la descripció es vegi sota el títol de l'esdeveniment en el formulari de registre, selecciona si.

source: If you will accept checks or cash, usually when accepting payment at event/on-site
ca_ca: Si acceptaràs xecs o efectiu, generalment quan s'accepta el pagament el dia de l'esdeveniment

source: Image URL
ca_ca: URL de la imatge

source: In
ca_ca: En

source: Item Sales Begin:
ca_ca: Inici de venta:

source: Item Sales End:
ca_ca: Final de venta:

source: Make A Donation to Events Registration
ca_ca: Fes una donació

source: Manage Categories
ca_ca: Gestionar categories

source: Multiple
ca_ca: Múltiple

source: Next
ca_ca: Següent

source: No Custom Questions
ca_ca: No hi ha preguntes personalitzades

source: Notify URL
ca_ca: URL de notificació

source: Now adding extra question responses.
ca_ca: Afegint respostes extra

source: Now taking you back . . .
ca_ca: Tornant...

source: Online Payment ID
ca_ca: ID de pagament online

source: Online Payment Vendor:
ca_ca: Pagament online a proveïdors

source: Options
ca_ca: Opcions

source: PAY NOW
ca_ca: PAGAR ARA

source: POST
ca_ca: MÉS TARD

source: Page Settings
ca_ca: Configuració de la pàgina

source: Payment Button Text
ca_ca: Text del botó de pagament

source: Payment Confirmation Settings - Confirmation Email
ca_ca: Configuració de la confirmació de pagament - Email de confirmació

source: Payment Management
ca_ca: Gestió de pagaments

source: Payment Message Subject
ca_ca: Asumpte del missatge de pagaments

source: Payment Received Notification sent.
ca_ca: Notificació de pagaments rebuts enviada

source: Payment Settings
ca_ca: Configuració de pagaments

source: Payment Table Name:
ca_ca: Nom de la taula de pagaments

source: Payment Table Version:
ca_ca: Versió de la taula de pagaments

source: Payments received:
ca_ca: Pagaments rebuts:

source: Phone Number</label>
ca_ca: Número de telèfon</label>

source: Please enter the amount using 2 decimal point (i.e. 10.00) for the registration cost. Use minus symbol before for discount amounts (i.e. -5.00).
ca_ca: Si us plau, introdueixi la quantitat usant 2 decimals (és a dir, 10,00) per al valor de la inscripció. Utilitza signe menys abans per a imports de descompte (és a dir, -5.00).

source: Please enter your address.
ca_ca: Introdueix la teva adreça

source: Please enter your city.
ca_ca: Introdueix la teva ciutat

source: Please enter your first name.
ca_ca: Introdueix el teu nom

source: Please enter your last name.
ca_ca: Introdueix el teu cognom

source: Please enter your phone number.
ca_ca: Introdueix el teu telèfon

source: Please enter your state.
ca_ca: Introdueix la teva provincia

source: Please enter your zip/postal code.
ca_ca: Introdueix el teu codi postal

source: Please select a question to edit!
ca_ca: Si su plau, selecciona una pregunta per editar!

source: Please select no for event pricing setup, select yes for free event
ca_ca: Si us plau selecciona no per a la configuració de preus per a l'esdeveniment, seleccioneu si per a un esdeveniment gratuït

source: Please select the Pay Now button to be taken to our payment vendor's site for online-payment.
ca_ca: Selecciona el botó Pagar Ara per ser conduït a la pàgina web del nostre proveïdor de pagament online.

source: Please select the country in which the currency format will be used
ca_ca: Si us plau selecciona el país en el qual s'utilitzarà el format de moneda

source: Please use correct format for your phone number.
ca_ca: Si us plau utilitza el format correcte per al número de telèfon.

source: Prev
ca_ca: Anterior

source: Primary contact email:
ca_ca: Email de contacte:

source: Provide a description of the cost/ticket.
ca_ca: Dona una descripció del preu

source: Provide a detailed description of the event, include key details other than when and where. Do not use any html code. This is a text only display
ca_ca: Proporciona una descripció detallada de l'esdeveniment, inclou altres detalls diferents de quan i on. No utilitzis codi html

source: Provide the number of available item/cost types per registration form. If it is a REG item, available seats will impact overall amount available. Leave blank if no limit.
ca_ca: Proporciona el nombre de tipus preus disponibles per formulari d'inscripció

source: Question Table Name:
ca_ca: Nom de la taula de preguntes:

source: Question Table Version:
ca_ca: Versió de la taula de preguntes:

source: REGISTRATION FEES
ca_ca: TAXES DE REGISTRE

source: ReOrder Event Items/Cost for display:
ca_ca: Reordenar preus d'esdeveniments per mostrar

source: ReOrder Event Questions for display order:
ca_ca: Reordenar preguntes d'esdeveniments per mostrar

source: Registration, however, is not complete until we have received your payment.
ca_ca: Registre, tot i que no estarà compelt fins que rebem el pagament

source: Registrations will be placed on the wait list!
ca_ca: Els registres aniran a la llista d'espera!

source: Return Method:
ca_ca: Mètode de devolució:

source: SELECT ANOTHER EVENT
ca_ca: SELECCIONA UN ALTRE ESDEVENIMENT

source: SUBMIT
ca_ca: ENVIAR

source: Save Options
ca_ca: Opcions de guardat

source: Select A Different Event
ca_ca: Selecciona un esdeveniment diferent

source: Select An Event
ca_ca: Selecciona un esdeveniment

source: Select Another Event
ca_ca: Selecciona un altre esdeveniment

source: Select a Item/Cost category. Note that category REG is used for attendance count, all others are not included in attendance count.
ca_ca: Selecciona un una categoría de preu/article

source: Select the default fields for the registration form. Note that name and email or not optional
ca_ca: Selecciona els camps per defecte de la fitxa d'inscripció. Recorda que el nom i el correu electrònic no són opcionals

source: Selections
ca_ca: Seleccions

source: Submit New Event
ca_ca: Crear nou esdeveniment

source: The Question has been deleted. Returning to Question Management.
ca_ca: La pregunta s'ha eliminat. Tornant a la gestió de preguntes

source: The attendee extra questions responses have been added.
ca_ca: S'han afegit les respostes extra de l'assistent

source: The attendee information has been successfully deleted from the event.
ca_ca: La información de l'assistent s'ha esborrat de l'esdeveniment

source: The category has been successfully deleted.
ca_ca: S'ha eliminat la categoria

source: The category was not saved.
ca_ca: La categoría no s'ha guardat

source: The category was not updated.
ca_ca: La categoría no s'ha actualitzat

source: The cost item/ has been deleted.
ca_ca: El preu s'ha eliminat

source: The coupon code information has been updated. You will now be returned to the Event Pricing Page
ca_ca: La informació del codi de cupó s'ha actualitzat. Ara es torna a la pàgina de preus dels esdeveniments

source: The event cost/ticket item has been added. You will now be taken back to the Event Pricing Page
ca_ca: El preu de l'esdeveniment s'ha afegit. Ara es torna a la pàgina de preus dels esdeveniments

source: The following fields need to be completed before you can submit.
ca_ca: Els següents camps s'ha de completar abans d'enviar

source: The payment has been added.
ca_ca: S'ha afegit el pagament

source: There was an error in your submission, please try again.
ca_ca: S'ha produït un error, si us plau intenta-ho de nou.

source: There was an error in your submission, please try again. The event was not deleted!
ca_ca: S'ha produït un error, si us plau intenta-ho de nou. L'esdeveniment no s'ha eliminat

source: There was an error in your submission, please try again. The event was not updated!
ca_ca: S'ha produït un error, si us plau intenta-ho de nou. L'esdeveniment no s'ha actualitzat

source: This resource requires a Javascript enabled browser.
ca_ca: Aquest recurs requereix JavaScript activat al navegador

source: Transaction ID
ca_ca: ID de transacció

source: Type
ca_ca: Tipus

source: UPDATE COST/TICKET
ca_ca: ACTUALITZAR PREU

source: UPDATE QUESTION
ca_ca: ACTUALITZAR PREGUNTA

source: Unique Category Identifier
ca_ca: Identificador únic de categoria

source: Use a concise but descriptive name.
ca_ca: Utilitzar un nom concís però descriptiu

source: VALUE/COST
ca_ca: PREU

source: View Attendee:
ca_ca: Veure assistent:

source: View Payments:
ca_ca: Veure pagaments:

source: What type of Item/Cost is this?
ca_ca: Quin tipus de preu/article és?

source: Will you accept donations?
ca_ca: Acceptes donacions?

source: You may pay online or by check. If you are paying by check, please mail your check today to:
ca_ca: Pots pagar online o amb xec. Si pagues amb xec, si us plau envia'l avui a:

source: You're information has been received.
ca_ca: Hem rebut la teva informació

source: Registration
ca_ca: Registre

source: Add to your calendar
ca_ca: Afegir al teu calendari

source: Registration Fees
ca_ca: Taxes de registre

source: Registration Fields
ca_ca: Camps de registre

source: event name/cost:
ca_ca: nom/preu de l'edeveniment:

source: CONFIRMED
ca_ca: CONFIRMAT

source: Event Name / Total Cost:
ca_ca: Nom de l'esdeveniment / Preu total:

source: Saturday
ca_ca: Dissabte

source: Tuesday
ca_ca: Dimarts

source: Wednesday
ca_ca: Dimecres

source: Thursday
ca_ca: Dijous

source: Friday
ca_ca: Divendres

source: SEND
ca_ca: ENVIAR

source: Send
ca_ca: Enviar

source: Postal Code:
ca_ca: Codi postal

source: Time:
ca_ca: Hora:

source: Estado
ca_ca: Estat

source: # Attendees
ca_ca: # Assistents

source: Reports
ca_ca: Informes

source: Name / Location, City
ca_ca: Nom / Lloc, Ciutat

source: Sales
ca_ca: Ventes

source: Outstanding
ca_ca: Excepcional

source: Location / City
ca_ca: Lloc / Ciutat

source: View Payments
ca_ca: Veure pagaments

source: free
ca_ca: gratis

source: TOTAL ATTENDEES
ca_ca: ASSISTENTS TOTALS

source: LATEST EVENTS
ca_ca: ÚLTIMS ESDEVENIMENTS

source: AVAILABLE SEATS
ca_ca: PLACES DISPONIBLES

source: PAYER
ca_ca: PAGADOR

source: AMOUNT
ca_ca: TOTAL

source: ITEM QUANTITY
ca_ca: QUANTITAT D'ARTICLES

source: EVENT NAME
ca_ca: NOM DE L'ESDEVENIMENT

source: Recurring event
ca_ca: Edeveniment que es repeteix

source: MAKE A DONATION
ca_ca: FER UNA DONACIÓ

source: Please select the Donate button to be taken to our payment vendor's site for online-donations.
ca_ca: Selecciona el botó Donar per anar al lloc del nostre proveïdor de pagament per fer donacions online.

source: Please update fee dates!
ca_ca: Si us plau actualitza les dates gratuites!

source: JAN
ca_ca: GEN

source: APR
ca_ca: ABR

source: MAY
ca_ca: MAIG

source: AUG
ca_ca: AGO

source: SEP
ca_ca: SET

source: DEC
ca_ca: DES

source: Calender
ca_ca: Calendari

source: Recurring
ca_ca: Recurrent

source: event
ca_ca: esdeveniment

source: go
ca_ca: anar

source: GO
ca_ca: ANAR

source: jan
ca_ca: gen

source: apr
ca_ca: abr

source: may
ca_ca: maig

source: aug
ca_ca: ago

source: sept
ca_ca: set

source: sep
ca_ca: set

source: dec
ca_ca: des

source: Jan
ca_ca: Gen

source: Sept
ca_ca: Set

source: Sep
ca_ca: Set

source: YEAR
ca_ca: ANY

source: january
ca_ca: gener

source: february
ca_ca: febrer

source: march
ca_ca: març

source: april
ca_ca: abril

source: june
ca_ca: juny

source: july
ca_ca: juliol

source: august
ca_ca: agost

source: september
ca_ca: setembre

source: october
ca_ca: octubre

source: november
ca_ca: novembre

source: december
ca_ca: desembre

source: seats
ca_ca: places

source: To pay online, please select the Payment button to be taken to our payment vendor's site.
ca_ca: Per pagar online si us plau selecciona el botó de pagament per anar a la pàgina web del nostre proveïdor de pagament.

source: Registration has been processed already.
ca_ca: El registre ja s'ha processat

source: Payment details
ca_ca: Detalls del pagament

source: View details
ca_ca: Veure detalls

source: Sandbox
ca_ca: Plataforma de pagament

source: Please select one of the following methods and by clicking Pay Now button you will be taken to our payment vendor's site.
ca_ca: Si us plau selecciona un dels mètodes següents i fent clic al botó Pagar Ara se't portarà a la pàgina web del nostre proveïdor de pagament.
